{"name": "THE FOUNTAINHEAD", "children": [{"name": "0 . INTRODUCTION", "children": [{"name": "0 . ", "children": [{"name": "Ayn Rand's novel The Fountainhead has been in print for 25 years. Rand: \"I knew it over twenty-five years ago-that I knew it while the book was being rejected by twelve publishers\""}, {"name": "\"I am as proud of  The Fountainhead as I was on the day when I finished writing it,\" he says. O'Connor: \"My fundamental convictions, my view of  life and of man, have never changed\" \"I write-and-for the sake of the story,\" he adds."}, {"name": "The author says he has left the text of The Fountainhead untouched. There is one minor error and one possibly misleading sentence, he says."}, {"name": "\"Man-worship\" is an emotion that a few-a very few-men experience consistently. \"Man-haters\" are those who regard man as a helpless, depraved, contemptible creature."}, {"name": "Ayn Rand's novel The Fountainhead has been in print for 25 years. Rand: \"I knew it over twenty-five years ago-that I knew it while the book was being rejected by twelve publishers\""}, {"name": "\"I am as proud of  The Fountainhead as I was on the day when I finished writing it,\" he says. O'Connor: \"My fundamental convictions, my view of  life and of man, have never changed\" \"I write-and-for the sake of the story,\" he adds."}, {"name": "The author says he has left the text of The Fountainhead untouched. There is one minor error and one possibly misleading sentence, he says."}, {"name": "\"Man-worship\" is an emotion that a few-a very few-men experience consistently. \"Man-haters\" are those who regard man as a helpless, depraved, contemptible creature."}, {"name": "\"The noble soul has reverence for itself.-\" (Friedrich Nietzsche, Beyond Good and Evil.) This view of man has rarely been expressed in human history. It is not in the nature of man-nor of any living entity-to start out by giving up. The Fountainhead is a confirmation of the spirit of youth."}, {"name": "summarize.AYN RAND March 10, 1943   "}]}]}, {"name": "PART ONE: PETER KEATING", "children": [{"name": "15 . ", "children": [{"name": "Peter Keating went to the house of Lucius Heyer. He found a letter from a contractor, written fifteen years ago, enclosing a check for twenty  thousand dollars. Heyer sat hunched, examining the cups with a vague, pointless enjoyment."}, {"name": "\"I'll tell you a secret,\" said Peter Keating. \"Guy wants me to retire. That's a good  one on Guy.\" He giggled softly. \"I don't think you understood me. Do you understand this?\""}, {"name": "Heyer's end had come as everybody had expected it to come. Keating sat easily, leaning forward, his knees spread apart, one elbow resting on his knee, the  hand hanging down, swinging the letter."}, {"name": "Peter Keating won the Cosmo-Slotnick competition to design the tallest building in New York City. After winning the competition, Keating learned that his mentor Lucius Heyer had left him all his money and interest in the firm. Keating went home, told the news to his mother, left her gasping in the middle of the living room, and locked himself in his bedroom."}, {"name": "Peter Keating won the Cosmo-Slotnick competition to build a new theater in New York City. He appeared in newsreels, shaking hands with Mr. Shupe and Mr. Slotnick, and the subtitle announced what these two gentlemen thought of his building. Keating let himself be carried by the torrent."}, {"name": "Howard Roark sat at the desk in his office, waiting. The telephone had rung once, that morning, but it  had been only Peter Keating asking for an appointment. He had become dependent on that telephone in the last few weeks."}, {"name": "Howard Keating entered and stood before him, smiling. Keating sat down comfortably, took his hat off, dropped it in the middle of the desk, and  clasped one hand over each knee with a brisk little slap. \"Look, Howard, why don't you drop it?\" said Roark. \"Drop what?\" said Peter. \"The pose. Oh, the ideals!\""}, {"name": "Howard Roark and Peter Keating met at the office of a newspaper company. Roark asked Keating what he wanted to tell him about the competition. Keating replied that he had forgotten that Roark had given him some advice on the building. He also said that he would like to give Roark some of the prize money."}, {"name": "\"I don't want anyone to know that I had anything to do with that building,\" said Roark. \"Go home, Peter. You're perfectly  safe. I'll never say a word about it. It's yours, the building and every girder of it and every foot  of plumbing and every picture of your face in the papers\" \"I've always hated you! I always will! I'll break you some day, I swear I will, if it's the last thing I do!\""}, {"name": "The telephone rang late on Monday afternoon. \"Mr. Roark?\" said Weidler. \"Can you come right over? I don't want to say anything over the  phone, but get here at once.\" Roark looked at the window, at the clock on the distant tower."}, {"name": "\"Our conservatives simply refused to  accept a queer stark building like yours,\" said the chairman. \"It adds a certain air of  sound, stable dignity--and that's what we want in a bank, isn't it?\""}, {"name": "Red Roark's office was closed. He went to Mike Donnigan's house and asked for a job. Donnigan said he didn't know anyone in the building trades. Roark said: \"I've closed the office.\""}, {"name": "\"You're crazy, you God-damn fool!\" \"Cut it, Mike. Will you get me a job?\" \"But why in hell? You can get a decent job in an architect's office. You know you can.\" \"No, God damn you! I can’t! I won't! Iwon't do it!\""}, {"name": "\"I won't get you a job in town. I just can't. It turns my stomach to think of it.\" \"I'll go see him. We won't be telling him who you are, just a friend of mine, that's all.\" \"It will be all right, Mike.\""}, {"name": "Peter Keating was admitted to partnership in the firm to be known henceforward as Francon & Keating."}]}]}, {"name": "PART TWO: ELLSWORTH M. TOOHEY", "children": [{"name": "15 . ", "children": [{"name": "Peter Keating's mother forced him to tell her he was married to Dominique Francon. The news spread through the city in widening circles, by the names and social positions of the people who called."}, {"name": "Peter Keating's marriage to Dominique Keating was announced to the world. Keating says he felt like a man in the arena of a crowded stadium. He says Dominique took charge, simply, leaving them no time for wonder."}, {"name": "Dominique Keating's daughter-in-law, Dominique Francon, asked her husband to retire. Keating said he was tired and that he would retire in a year or two. Francon said: \"I want you to feel proud of me, Peter,\" said Francon humbly, simply, desperately. \"Why in blazes should you think of  retiring now?\" asked Keating angrily."}, {"name": "\"I want to be sure, Peter. I've worked very hard.\" \"But you're not sure!\" He was furious and frightened, and so he wanted to hurt. \"Guy! Guy, what’s the matter with us? What  are we talking about?\" \"I don't know,\" said Francon."}, {"name": "Ellsworth M. Toohey met Dominique Keating for the first time. Dominique wore a dinner dress-a white satin blouse  tailored like a man's and a long black skirt, straight and simple as the polished planes of her hair."}, {"name": "Ellsworth Toohey was a member of the Council of American Builders. He was in charge of the rebuilding of the Stoddard Temple. He met Dominique Holcombe for the first time since the trial of Hopton Stoddards."}, {"name": "The Stoddard Temple was not torn down, but its framework was carved into five floors, containing dormitories, schoolrooms, infirmary, kitchen, laundry. Peter Keating designed the white marble semi-Doric portico that rose over the main entrance, and the Venetian balconies for which new doors were cut. Gordon L. Prescott designed the semi-Renaissance cornice and the glass-enclosed terrace projecting from the third floor. Gus Webb designed a cubistic ornament to frame the original  windows."}, {"name": "Roark's office had shrunk back to one room. Dominique's statue had been sold. It had been bought by Ellsworth Toohey. After the completion of the Cord Building he found no work."}, {"name": "Howard Roark had never seen the reconstructed Stoddard Temple. He paid Mallory's rent and he paid for most of their  frequent meals together. \"I'm not doing it for you. At a time  like this I owe myself a few luxuries,\" he had said."}, {"name": "\"I understand your work better than any living person-with the possible exception of Dominique Francon\" \"I knew you understood.\" \"Then you won't mind talking to me.\" \"About what?\" \"I see none in discussing it.\""}]}]}, {"name": "PART THREE: GAIL WYNAND", "children": [{"name": "9 . ", "children": [{"name": "Gail Wynand, famous for his extraordinary capacity, was an aristocrat aboard a yacht. He looked, she thought, like what one believes  aristocracy to be when one is young. \"Gail,\" she said suddenly, involuntarily. \"I love you. And love is exception-making\""}, {"name": "\"I don't want anything-except to own you. That has been my only private luxury\" \"You're so beautiful, Dominique. It's such a lovely accident on God's part that there's one  person who matches inside and out\" \"Do you know what you're actually in love with? Integrity. The impossible\""}, {"name": "\"Power, Dominique. The only thing I ever wanted. To know that there’s not a man living whom  I can’t force to do-anything. Anything I choose\" \"Gail, why tell me all that? It's not what you want me to think of you.\" \"No. It isn't. Why tell you now? Want the truth? Because it has to be told. Only with you and with myself\""}, {"name": "\"There they are, Dominique-the great buildings. The skyscrapers. Do you remember? They  were the first link between us. We're both in love with them, you and I\" \"I like to see a man standing at the foot of a skyscraper,\" he said."}, {"name": "Dominique: \"I've never  wanted to stop Toohey. I've even helped him. I thought he was what the world deserved\" Gail: \"Can you see me going after Ellsworth Toohey? A tank to eliminate a bedbug? Why should I fire Elsie?\" \"Because I know what he's after.\""}, {"name": "Dominique Wynand and Roark were married for two years. Roark said he wanted control of the world. Gail said she wanted to be his chain to the world, but he had become her defense."}, {"name": "\"I love you, Dominique. I love you so much that nothing can matter to me-not even you. Can  you understand that? Only my love-not your answer. Not even your indifference.\" \"Dominique, I've never known how to say'mine' about anything. Not in the sense I say it about you. Mine\" \"I want to remain with you now-for another reason.  To wait for an answer. I think when I learn to understand what you are, I'll understand myself\""}]}]}, {"name": "PART FOUR: HOWARD ROARK", "children": [{"name": "20 . ", "children": []}]}]}