{"0 . INTRODUCTION": {"0 . ": ["Ayn Rand's novel The Fountainhead has been in print for 25 years. Rand: \"I knew it over twenty-five years ago-that I knew it while the book was being rejected by twelve publishers\"", "\"I am as proud of  The Fountainhead as I was on the day when I finished writing it,\" he says. O'Connor: \"My fundamental convictions, my view of  life and of man, have never changed\" \"I write-and-for the sake of the story,\" he adds.", "The author says he has left the text of The Fountainhead untouched. There is one minor error and one possibly misleading sentence, he says.", "\"Man-worship\" is an emotion that a few-a very few-men experience consistently. \"Man-haters\" are those who regard man as a helpless, depraved, contemptible creature.", "Ayn Rand's novel The Fountainhead has been in print for 25 years. Rand: \"I knew it over twenty-five years ago-that I knew it while the book was being rejected by twelve publishers\"", "\"I am as proud of  The Fountainhead as I was on the day when I finished writing it,\" he says. O'Connor: \"My fundamental convictions, my view of  life and of man, have never changed\" \"I write-and-for the sake of the story,\" he adds.", "The author says he has left the text of The Fountainhead untouched. There is one minor error and one possibly misleading sentence, he says.", "\"Man-worship\" is an emotion that a few-a very few-men experience consistently. \"Man-haters\" are those who regard man as a helpless, depraved, contemptible creature.", "\"The noble soul has reverence for itself.-\" (Friedrich Nietzsche, Beyond Good and Evil.) This view of man has rarely been expressed in human history. It is not in the nature of man-nor of any living entity-to start out by giving up. The Fountainhead is a confirmation of the spirit of youth.", "summarize.AYN RAND March 10, 1943   "]}, "PART ONE: PETER KEATING": {"1 . ": ["Howard Roark was expelled from the Architectural School of the Stanton Institute of Technology. He knew that the days ahead would be difficult.", "Howard Roark was expelled from the Stanton Institute of Technology. He walked through the streets of Stanton, a little town as a setting for the gem of its existence--the great institute rising on a hill beyond. People turned to look at Howard Roark as he passed. Some remained staring after him with  sudden resentment.", "Mrs. Keating had never had the feeling that Roark really lived there. He always made her uncomfortable in the house, with a vague feeling of apprehension. He had never shown any inclination to do so.", "Howard Roark had designed the Stanton Institute of Technology as an exercise he had given himself, apart from his schoolwork. He had spent nights staring at this sketch, wondering what he had missed. He flung the sketch down on the table and slashed lines straight through his neat drawing.", "The Dean's office looked like a chapel, a pool of dreamy twilight fed by one tall window of stained glass. When Roark entered the office, the outlines of the Dean's figure swam dimly behind his desk, which was carved like a confessional.", "Howard Roark was a brilliant architect, but turned in a drawing of a Renaissance villa for his final project of the year. The Dean slammed his fist down on a sheet spread before him. \"It was insubordination,\" said Roark. \"Now, now, don't get discouraged. This is not the right attitude to take\"", "\"I came here to learn about building. When I was given a project, its only value to me was to learn to solve it as I would solve I a real one in the future. I did them the way I'll build them.  I've | learned all I could learn here--in the structural sciences of which you don't approve. One more year of drawing Italian post cards would give me nothing\"", "Roark: \"What can be done with one substance must never be  done with another. No two materials are alike; no two sites on earth are alike. The purpose, the site, the material determine the shape. Nothing can be reasonable or beautiful unless it's made by one central idea\"", "Roark's father had been a steel puddler somewhere in Ohio and had died long ago. The Dean wondered why he had promised the professor of mathematics to do all he could for this boy.", "Roark had met many men such as the Dean; he had never understood them. He knew  only that there was some important difference between his actions and theirs. But he always looked for a central theme in buildings and he looked for  a central impulse in men."], "2 . ": ["Francon: Architecture is a great Art based on two cosmic principles: Beauty and Utility. In a broader sense, these are but part of the three eternal entities: Truth, Love and  Beauty.", "Guy Francon was the speaker at the commencement exercises of the Stanton Institute of Technology. The hall was packed with bodies and faces, so tightly that one could not distinguish at a glance which faces belonged to which bodies. One of the heads, pale, dark haired and beautiful, belonged to Peter Keating.", "Peter Keating was a senior at Boston University. He won a scholarship to the prestigious Beaux-Arts School of Architecture. Keating's final project was a Palace of Fine Arts, but he couldn't remember what it was. He thought of Howard Roark, who had been expelled from the school.", "Peter Keating's father had owned a stationery store in Stanton. His mother had chosen a better field in which to exercise his talent for drawing. Howard Roark was sitting on the porch steps when Keating approached the house.", "Howard Keating sat down on the steps beside Roark. Roark looked at him; Roark's fingers moved in slow rotation, beating against the steps. \"If you want my advice, Peter,\" he said at last, \"you've made a mistake already. By asking me\"", "Peter Keating and Howard Roark were discussing his future. Keating wanted to take a course at the Beaux-Arts. Roark wanted to work for Francon & Heyer.", "Petey Keating was offered the chance to go to the Beaux-Arts. His mother told him he would learn more about Renaissance palaces and operetta settings. She said: \"Mr. Francon is a bastard and a fool, but you will be building. It will prepare you\"", "Howard Keating's mother asked him what he was going to do with his life. He told her he was moving to New York to get a job in architecture. \"What will you learn?\" she asked. \"Not much. Only how to build.\"", "\"Petey\" is the story of a young architect who leaves Boston for New York. \"Petey!\" is about a young man who leaves his mother in a hurry to go to New York to work."], "3 . ": ["Peter Keating was hired as a draftsman at Francon & Heyer, Architects. His first day of work was on Fifth Avenue.", "Peter Keating was working on a set of plans in a drafting room. He made friends in the room, not any definite friends, but a vague soil spread and ready from which friendship would spring.", "Guy Francon's office was polished, not polished, but shellacked; no, not  shellacked, but liquid with mirrors melted and poured over every object. \"I'm afraid, sir, that I'm a little too happy,\" said Keating, with an expression of frank, boyish  helplessness.", "\"I'm happy if  it appeals to you,\" said Keating. \"Dear me,  one meets so many people,\" said Francon. \"How did you say it? Choose the builder...it was very well put\"", "The Frink National Bank Building displayed the entire history of Roman art in well-chosen specimens. For a long time it had been considered the best building of the city, because no other structure could boast a single Classical item which it did not possess. The Dana Building was some stories lower and without any prestige whatever. It was now of a streaked, blotched, leprous color, neither  brown nor green.", "Henry Cameron designed the first skyscraper in the United States. Cameron was a pioneer in the field of skyscrapers. Cameron refused to work for the Columbian Exposition.", "Howard Roark went to see Henry Cameron in his New York office. Cameron was an architect who believed that the structure of a building is the key to its beauty. Cameron had never known how to face people. He had never learned to give explanations, only orders.", "Henry Cameron sat at his desk at the end of a long, bare room. Roark stood on the threshold and they looked at each other across the long room. Cameron's eyes followed him, a heavy glance, like a  long, thin needle held fast at one end.", "\"I'm just beginning,\" said Roark. \"I've had three years at Stanton.\" \"Oh? The gentleman was too lazy to finish?\" \"I have been expelled.\" \"Great!\" Cameron slapped the desk with his fist and laughed. \"You're not good  enough for the lice nest at Stanton, but you'll work for Henry Cameron!\"", "\"I don't like the shape of things on this earth. I want  to change them\" \"I didn't ask you to come here! I  don't need any draftsmen! There's nothing here to draft!\" \"You're  setting out to ruin yourself, you know that, don't you? And I'll help you to do it. I don't want to  see you\"", "\"Fifteen dollars a week. That's all I can pay you.\"  \"Yes.\" \"You're a damn fool. You should have gone to someone else. I'll kill you if you go to anyone  else. What's your name?\"  \"Howard Roark\""], "4 . ": ["Peter Keating met Guy Francon, the editor of New Frontiers. Keating read from an article entitled \"Marble and Mortar,\" by Ellsworth M. Toohey. Francon smiled happily.", "Peter Keating was a draftsman at the firm of Guy Francon and Lucius N. Heyer. He learned that Francon ate moderately and exquisitely, and prided himself on the title of  gourmet. He also learned that his wife, of a distinguished old name, had died, leaving her fortune to their only daughter.", "Tim Davis was the favored draftsman of the office. Keating managed to be assigned, as frequently as possible, to do parts of the projects on which Davis worked. Davis spit out the cigarette and exploded. \"To hell with that! I've got a date with Elaine tonight!\"", "Peter Keating met Catherine Halsey a year ago in Boston. He had sent her a wire on the night of his graduation and forgotten her ever since. Now he wanted to see her; the desire was intense and immediate. He leaped into a bus for the long ride to Greenwich Village.", "\"God, I've missed you!\" he said, and knew that he had, every day since he'd seen her last and  most of all, perhaps, on the days when he had not thought of her. He turned and took her in his arms and kissed her;  her lips met his softly, eagerly; but she was neither frightened nor excited, too happy to accept this in any way save by taking it for granted. \"You haven't changed much. It's becoming. You'll be very  attractive when you're fifty, Peter.\"", "\"You know, you're a fool, Katie. Your technique is something awful.\" \"I do,\" he said, his arms tightening about her. \"Damnably. I'm a bigger fool than you are.\"", "\"I'm really doing good work, and Francon is very pleased with me. I'm getting  ahead. I think I can have any job I want in the place eventually\" \"I love you, Peter.\" \"God help you!\" \"I know that.\" \"I'll never love anyone else....\"", "\"I've never met  anyone quite like him. He's so kind, so understanding. And he’s such fun, always joking, he's  so clever at it\" \"Wait till you see him. Oh, he wants to meet you, too. I've told him about you. He calls you 'the  T-square Romeo.'\" \"Oh, he does, does he?\" \"But you don't understand. He means it kindly.\"", "Peter Roark was a draftsman for Henry Cameron. Cameron would stand behind Roark for a long time, looking over his shoulder. The two other draftsmen botched their work from the mere thought of such an apparition standing behind them.", "\"You're too good for what you want to do with yourself. It's no use, taking that marvelous thing you have and making a torture rack for yourself out of it. Sell it, Roark. It won't be the same, but you've got enough in you. You've got what they'll pay you for, and pay plenty, if you use it their way\" \"You're fired. Better now than later\"", "Cameron: \"Do you want to be what I am?\" Roark: \"At the end of my life, I'll consider it an honor that I could not have deserved\" Cameron: \"You don't want to speak of that! But I want you to know what's in store for you\"", "Cameron asked Roark, \"Is that what you want?\" Roark sat still, the shadows sharp on his face, a black wedge on a sunken cheek, a long  triangle of black cutting across his chin. Cameron's eyes dropped; then his head moved down a little, then a little farther."], "5 . ": ["Lucius N. Heyer was an architect at the firm of Francon & Heyer. Keating was a draftsman who was Francon's reigning favorite. Francon  took him out to lunch-an unprecedented honor for an employee.", "Peter Keating was a draftsman in a New York office. His boss, Guy Francon, noticed that he was the man least needed in the office. Peter Keating helped Tim Davis get a new job. When Tim Davis lost his job, no one in the drafting room was surprised.", "Pete Keating met Guy Francon for the first time at Francon's apartment. Francon was brushing his teeth in the bathroom when Keating arrived. Keating asked Francon to accompany him to an exhibition of Frederic Mawson's work. He felt uneasy and swore never to see Roark again.", "Young face more often than at the paintings. \"If I were rich,\" said Keating wistfully, \"I'd make it my hobby: to arrange an exhibition for a new artist\"", "Pete Keating was the chief designer for Francon & Heyer. When Stengel left the firm to open his own office and proceed with the construction of the Dunlop house, his first commission, Guy Francon smashed a ruler against the edge of his desk and roared to Keating.", "Peter Keating's first job was to design a small residence. He was told by Francon & Heyer that the building had to have dignity and stay within the budget. Keating spent many days on his preliminary sketches. He asked Howard Roark for help.", "Peter Cameron's plans for the new Astoria branch of the Security Trust Company had not been accepted by the board of directors. The commission had been awarded to the firm of Gould & Pettingill. Cameron and Roark had worked savagely-to have the plans ready on time, before time.", "Howard Roark found a letter from the Security Trust Company in Cameron's office. Cameron had disappeared from his office for weeks at a time, and Roark had not found him at home. Roark learned to face his own landlord with the quiet statement that he could not pay him for another week.", "Cameron held the paper outstretched, weighing it on the palm of his hand. \"To give them what they want, Howard, and to let them worship you for it, for licking their feet-  or...or what? What's the use?\""], "6 . ": ["Ellsworth M. Toohey's \"Architecture for Everybody\" was published in 1925. It presented the entire history of architecture in the terms of the man in the street. He filled his pages with homey accounts of the Egyptian housekeeper, the Roman shoe-cobbler, the mistress of Louis XIV.", "Henry Cameron was one of the fathers of the so-called modern school of architecture. He called upon architects to abandon their selfish quest for individual glory. Cameron predicted a better world to come, where all men would be brothers.", "Howard Roark took architect Henry Cameron home after his death. Cameron told Roark: \"You'll close up the office, Howard. You'll let them keep the furniture for their rent. But you'll  take the drawing that's on the wall in my room there\"", "Peter Keating worked for Francon & Heyer in New York. Keating's mother came to live with him and gave him advice. She told him to watch out for a man called Bennett who was ambitious.", "\"As a father I'm afraid I'm a total failure,\" says Peter Keating. \"You won't  like her, Peter,\" says Catherine's uncle. \"I had a wonderful time today,\" Catherine says.", "\"I want you to meet Guy Francon some day. You'll like him.\" \"Peter, I don't want to meet Uncle Ellsworth.\" \"Why not?\" \"I don't know. It's kind of silly of me\"", "\"I love you, Peter....\" \"We're engaged, aren't we?\" \"Yes,\" she said calmly, so solemnly that the word sounded indifferent. \"Lord, no, Peter! He won't like it, of course, but do we care?\"", "\"He let his head fall back, he felt the bite of snowflakes on his lips. Then he turned and kissed  her\""], "7 . ": ["Peter Keating walked into Francon's office and interrupted him bargaining with an antique dealer over a snuffbox that had belonged to Madame Pompadour. \"I've got to have that man,\" said Keating. \"What man?\" said Francon. \"Howard Roark.\"", "Howard Keating was out of a job, and thought it would be a nice thing to do for an old friend of his. Peter Roark offered him a job as a draftsman for $60,000 a year. Keating said yes, on one condition: he would not design.", "Howard Roark was a draftsman at Francon & Heyer in New York. Roark's job was to draw the lines of steel beams for the American Radio  Corporation Building. He asked his boss: \"Howard, why do you hate me?\" \"I don't hate you.\"", "Howard Keating was an architect in New York City. He was assigned to design a new building for the city. Keating felt a sensual pleasure in giving orders to Roark. He felt a fury of resentment at Roark's passive compliance.", "\"You're wasting your time,\" said Roark. \"Cut a hole in that beam and put your pipes through.\" \"The hell I will!\" said the electrician. \"Look out, boy! It'll burn your pretty pink toes!\" Roark took the man's gloves and goggles, knelt, and sent a thin jet of blue fire at the center of the beam.", "The blue-eyed electrician waved to Roark from afar,  and called him over. They sat together at a table in the corner of a basement speakeasy, and they drank beer. Mike did have a real name, which was Sean Xavier Donnigan, but everyone had forgotten it.", "Mike looked at him, shrugged and grinned. \"No,\" said Mike."], "8 . ": ["Peter Keating had been away for some time when an office boy approached Roark's table. Francon studied him for a second, but could reach no conclusion beyond deciding that the  man had a most unpleasant face, yet looked quite correctly attentive. \"You're the one who's worked for Cameron, aren't you?\" Francon asked. \"Yes,\" said Roark. \"Mr. Keating has been telling me very nice things about you\"", "\"I can't do it,\" said Roark, very quietly. \"In all my life,\" roared Francon, \"in all my experience, I've never seen anything like it! Are you  here to tell me what you'll do and what you won't do?\"", "Roark was now employed on the construction of a factory by the same contractor who was awarded most of Francon's biggest jobs. Mike had expected to see Roark  on an inspection visit to the factory that afternoon, and greeted him angrily:  \"What’s the matter, Red? Lying down on the job?\"", "Howard Keating fired his friend Roark. Roark saw the roofs, the water tanks, the chimneys, the cars speeding far below. He made a list of the architects whose work he resented least.", "Cameron would not speak of it any more, he did not want  the thought of Roark rejected by their city to become real. As the summer months passed, as his list was exhausted and he returned again to the places that had refused him once, Roark found that a few things were known about him. In September, he read an article entitled \"Make Way For Tomorrow\" by Gordon L. Prescott,  A.G.A. in the Architectural Tribune.", "\"I can't really say that I predict a great deal for your future,\" says architect Gordon L. Prescott. \"I couldn't venture a guess on what talent you might possess or develop later,\" he adds. \"Architecture is a difficult profession, and the competition is stiff, you  know, very stiff\""], "9 . ": ["John ERIK SNYTE looked through Roark's sketches, flipped three of them aside, gathered the rest into an even pile. He tossed them down one after another on top of the pile, with three sharp thuds, and said:  \"Remarkable. Radical, but remarkable. What are you doing tonight?\" \"Why?\" asked Roark, stupefied.", "John Erik Snyte was a prominent architect. He considered Guy Francon an impractical idealist. He employed five designers of various types. He staged a contest among them on each commission he received. He chose the winning design and improved it with bits of the four others.", "Guy Francon and his firm Francon & Heyer were the architects of the Noyes-Belmont Hotel. Francon was infuriated by the strike of the building-trades unions. He snapped at the one person who had always been immune from it-Peter Keating.", "Ellsworth Toohey had been signed to write \"One  Small Voice,\" a daily syndicated column for the Wynand papers. The building strike had placed Ellsworth M. Toohey in a difficult position. He made no secret of his sympathy with the strikers, but he had said nothing in his column.", "Catherine Keating met Peter Keating in the lobby of the Chronicle newspaper. He was trying to get her out of the rain, but she insisted on hearing Austen Heller speak. Heller was the star columnist for the Chronicle, an arch-enemy of the Wynand publications.", "Peter Keating was standing in the lobby of Bennett's office. He was listening to Heller's speech when he was hit on the back of the head. He knew only the shock, at first; a distinct, conscious second was gone before he realized what it was and that it was applause. Catherine stood, her lips parted, and he felt certain  that she was not breathing at all.", "Guy Francon and Peter Keating were invited to a housewarming for Mr. and Mrs. Dale Ainsworth. Lucius N. Heyer was ignored, quite accidentally, as always happened to him of late. Francon enjoyed the reception, because every square foot of granite in the house reminded him of the stupendous payment received by a certain granite quarry.", "\"It's a beautiful home we shall visit,\" Dominique Francon writes. \"You enter a magnificent lobby of golden marble and you think that this is the City Hall or the Main Post Office, but it isn't,\" she adds.", "Smythe-Pickering. Keating had designed the house. But he could not help chuckling through his fury when he  thought of what Francon must have felt reading this. Then he forgot the house and the article. He remembered only the girl  who had written it. He picked three sketches at random from his table and started for Francon's office."], "10 . ": ["Ralston Holcombe was president of the Architects' Guild of America. Holcombe decried the stupidity of erecting buildings that were Greek, Gothic or Romanesque. He had found that style. It was Renaissance.", "Peter Keating attended a party at the home of architect Ralston Holcombe. The party was in honor of the completion of a new state capitol. Keating met the Holcombe's wife, Constance, who was known as \"Kiki\"", "Peter Keating met Dominique Francon in a small library. She wore a regal gown of emerald velvet, and a magenta ribbon in her bobbed hair with a cute little bow in the front. Keating expressed his admiration for the capital and escaped to examine the model.", "\"I admit I asked for the introduction,\" he said. \"That's obvious anyway, isn't it? Who wouldn't  ask for it? But don't you think that the conclusions I'll draw may have nothing to do with your  father?\" \"Don't say that I'm beautiful and exquisite and like no one you've ever met before and that  you're very much afraid that you're going to fall in love with me. Apart from that, I think we'll get along very nicely,\" she said.", "\"Why do you write if you have nothing you  want to say?\" \"To have something to do. Something more disgusting than many other things I could do\" \"But you must be enjoying your work.\" \"I am. Don't you see that I am?\" \"You know, I've actually envied you. Working for a magnificent enterprise like the Wynand  papers. The largest organization in the country, commanding the best writing talent and...\" \"Look,\" she said, leaning toward him confidentially, \"let me help you. I've never met anyone.\"", "\"Dominique, darling!\" he cried, waving his glass. Gordon L. Prescott appeared in the arch of the ballroom. He wore a gray suit  and a turtle-neck sweater of silver wool.", "Peter Keating met Dominique Francon at a party in London. He said to her: \"Darling, you look lovelier every time I see you\" \"Seventh time that you've said it when meeting me, Gordon. I'm counting them.\" \"You simply won't be serious, Dominique,\" he said.", "\"I don't want you to be  horrible with her at all,\" says Peter Francon. \"I never know how to speak to her,\" says Guy Keating. \"She just won't behave like a human being,\" says John Erik Snyte. \"It's the most important thing  we've had this year,\" says Austen Heller.", "Snyte's five designers sat in a semicircle before him. \"Gothic\" looked bored and \"Miscellaneous\" looked discouraged in advance. \"Renaissance\" was following the course of a fly on the ceiling.", "John Erik Snyte drew the final version of Austen Heller's design for a house. The Chinese artist's work was executed by the Chinese artist. The house was now of red brick, its windows were cut to conventional size.", "Austen Heller and Austen Roark met at a table in the drafting room. Roark drew the house as he had designed it in an ordered pattern of black streaks. Heller said he wanted to draw up plans and supervise the construction.", "\"I have no idea what kind of a contract one makes with an architect and you must know,  so draw up one and let my lawyer okay it this afternoon, will you?\"  Heller studied the man who sat facing him. He had the feeling that he was not hiring this man, but surrendering  himself into his employment."], "11 . ": ["Howard Roark's office was on the top of an old building, with a broad window high over the roofs. John Erik Snyte had objected to Roark having a desk, two chairs and a drafting table.", "Howard Roark and John Erik Snyte signed a contract to work together. Roark said he would split the fee for the work. SnyTe said he had lost his head and would not take Roark seriously.", "Peter Keating visited Austen Roark in his office. Roark had opened his own office. Keating congratulated Roark and wished him the best.", "\"I'm quite sure of things, Peter.\" \"Have you thought about getting your registration?\" \"I've applied for it.\" \"You've got no college degree, you know. They'll make it difficult for you at the examination.\" \"Probably.\" \"What are you going to do if you don't get the license?\"  \"I'll get it.\"", "Howard Roark met Henry Cameron the day after he signed the contract with Heller. Cameron had improved enough to walk a few hours each day. Cameron listened silently to Roark's story.", "Howard Roark was the architect of the Heller house in New York City. He saw the house being built from the ground up. Roark saw a husky figure enmeshed in electric wires, gloating in unholy triumph.", "Mike Roark had never known Mike to bother  with small private residences. Roark bought an old Ford and drove down to the job more often than was necessary. Mike winked at him in  understanding, whenever he passed by. Mike said once:  \"Control yourself, Red. God, it's indecent to be so happy!\"", "Howard Roark was building a house for Austen Heller. Roark said the house had integrity, just like a person. Heller felt a line drawn, which he could not touch; beyond that line, Roark asked nothing of him.", "The Heller house was completed in November of 1926. In January of 1 927 the Architectural Tribune published a survey of the best American homes erected during the past year. The Heller house acquired fame throughout the countryside surrounding it."], "12 . ": ["Alvah Scarret was editor-in-chief of the Wynand papers. He conceived the idea of the campaign against living conditions in the slums and \"Landlord Sharks\" Scarret assigned Dominique Francon to investigate the condition of homes in slums.", "Dominique was asked to speak at a meeting of social workers. Alvah Scarret was pleased and gave her his blessing. She spoke evenly, without inflection.", "Alvah Scarret was to head the Women's Welfare Department. She turned and looked at him, her arms crossed, her hands holding her elbows. She said: \"Thank you, Alvah. But I don't want it.\"", "\"I'll squash the business,\" he muttered. \"I'll keep it from Gail.\" \"If you wish. I don't really care one way or the other\" \"I can't figure you out, Dominique. You've done it before. You go along so beautifully, you do  brilliant work and just when you're about to make a real step forward--you spoil it by pulling  something like this\"", "Dominique: \"If I found a job, a project, an idea or a person I  wanted-l'd have to depend on the whole world\" \"There's some good in the worst of us. There's always a redeeming feature.\" \"Dominique, it's abnormal to feel so strongly about anything.\" \"That's the only way I can feel. Or not at all.\"", "Guy Francon read his daughter's articles; he heard of the remarks she had made at the  reception and at the meeting of social workers. He understood nothing of it, but he understood that it had been precisely the sequence of events to expect from his daughter. It preyed on his mind, with the bewildered feeling of apprehension which the thought of her always brought him.", "Peter Keating tried to see Dominique Francon again, persistently and without results. He found comfort in the person of Peter Keating, and he felt that Keating's simple, stable wholesomeness was just the support needed by the  unhealthy inconstancy of his daughter. Keating would not admit that he had tried to ask Dominique to lunch and bring them  together again.", "Father to have you as one of them-why not?' For the rest of the luncheon she spoke to him as to an old friend, gaily and openly. When they were leaving, she said: \"Will you take me to the theater tonight, Peter?\"", "Peter Keating had not seen Catherine for a month. She was busy with research work which her  uncle had entrusted to her, in preparation for a series of his lectures. He was meeting Dominique frequently now.", "Peter and Katie are engaged. Katie says she had a feeling that she'd never marry him. She says she felt like she was in mortal danger.", "\"I was getting along fine, I'd been at it for hours, didn't even  know what time it was. And then suddenly it got me. I don't know why. Maybe the room was  stuffy, or maybe it was the silence, I couldn't hear a thing, not a sound in the living room, and  there was that paper rustling, so softly, like somebody being choked to death\" \"I saw his shadow on the  wall, a huge shadow, all hunched, and it didn't move, only it was so huge!\" She shuddered. Mrs. Keating spoke, her voice dry and crisp: \"Why, it's plain what  happened to you, my dear. You worked too hard and overdid it, and you just got a mite hysterical.\"", "Peter Keating's mother asked him if he wanted to go to bed with his daughter, Katie. He said no, that he was going home to get a good night's sleep. Mrs. Keating said: \"I'll take her home.\" \"I don't want to be sillier than I am. No, I won't let you.\"", "Peter Keating's mother told him that he should not marry Dominique Francon. She told him he was too modest to be at the top of the architectural profession. She also said that Dominique would never look at him.", "Peter Keating's mother told him he should marry Catherine Heyer. \"But I don't want her, Mother,\" he said. \"Oh, you don't, don't you? Well, there you are. Look at  yourself! There you've got Francon, the best architect in town, just where you want him!\" \"He won't like it,\" Keating whispered. \"You bet your life he won't!\"", "Peter felt a brief wrench of disappointment that no menace met him in her house; a wrench of relief also, and of disappointment. \"Listen, Katie, I... there's one thing I wanted to tell you.\" He hesitated, not looking at her. \"You see, it's like this: Lucius Heyer, Francon's partner, is very ill and they don't  expect him to live\"", "\"Insist on it now, Katie.  And then he laughed stupidly, as if he had not been quite serious\" \"I'll give you a ring. Let's have dinner together tomorrow.\" \"Yes, Peter. That will be nice.\" He went away, relieved and desolate."], "13 . ": ["Jimmy Gowan had worked like a mule for fifteen years, saving money for a business of his own. People voiced indignant objections to his choice of architect; he said politely: \"Maybe so, folks, maybe so\" The station opened on a day in late December.", "Howard Holcombe is an artist who worked in New York City. Holcombe says he was born without a sense of courage. He says he can tell his kind of people by something in their faces.", "Howard Roark met Austen Heller to design a country house. Heller told Roark: \"I've always thought that you were the most anti-social animal I've ever had the pleasure of meeting\"", "Mrs. Wilmot wanted a large house, she had two children, she believed in expressing their individuality. After an hour and a half of details and explanations, she said: \"And of course, as to the style of the house, it will be English Tudor.\"", "Mr. Robert L. Mundy, who came to Roark's office in March, had been sent by Austin Heller. He wanted to build a house in Connecticut, and he spoke of it tremulously, like a young  bridegroom and like a man groping for his last, secret goal. \"It's not just a house, Mr. Roark,\" he said with timid diffidence, \"it's like...like a symbol to me. It’s so many years now....l must tell you this, so you'll  understand\"", "Howard Roark was asked to design an office building for a real estate company. The company was not sold on Roark as the architect, in fact he was more or less opposed to him, but his friend Austen Heller had insisted that he should meet Roark and talk to him about it.", "\"We want our building to have dignity, you know, and beauty, what they call real beauty\" \"Tell me, Mr. Janss, do you really think that Greek columns and fruit baskets are beautiful on  a modern, steel office building?\" \"I don't know that I’ve ever thought anything about why a building was beautiful, one way or another,\" Mr.Janss confessed, \"but I guess that’s what the public wants.\"", "Howard Roark received a commission to design a new home for a wealthy client. The client, John Fargo, wanted to keep the prestige of his old neighborhood. Fargo had chosen Roark because Fargo had driven, one day, past Gowan's Service Station.", "Richard Sanborn, aged twenty-four, designed a house for his family. The house was of fieldstone, with great windows and many terraces. Mr. Sanborn approved the sketches just as they were and signed his approval on every page.", "Mr. Whitford Sanborn, noted industrialist, built a house in New York for $1,000,000. When the house was completed, Mrs. Sanborn refused to live in it. The family left and he moved alone into the house on the Hudson. It stands as an eloquent witness to professional incompetence.", "Lucius Heyer was an architect working for Cosmo-Slotnick Pictures in New York. The company wanted to erect a skyscraper to house a motion-picture theater and forty floors of offices. A world-wide competition for the selection of the architect had been announced a year in advance.", "Peter Keating redrew his project five times. He hated it. He worked, his hand trembling. He did not think of the drawing under his hand. He thought of all the other contestants, of the man who might win and be proclaimed publicly as his superior.", "Howard Roark and Peter Keating met to discuss the Cosmo-Slotnick competition. Keating refused to enter the competition, saying he didn't enter competitions. Roark drew Keating's plans and Keating copied them and sent them.", "Roark found no other chances, no offers, no prospects of  commissions. As spring approached he knew that his money would not last much longer. He paid the rent  on his office promptly on the first of each month.", "Howard Roark was asked to submit drawings for the new building of the Manhattan Bank Company. Henry Cameron had a relapse and the doctor warned his sister that no recovery could be expected. Roark remained at the house for three days.", "Cameron spoke about the future of building materials. Keating saw Catherine often. Catherine thought, at times, that he had dropped the sense of significance in their meetings.", "On a spring night they attended a ball together. They danced, and he drew her close, he  stressed the touch of his fingers on her body. When they were leaving, he held her wrap and let his fingers rest on her shoulders. He jerked her violently against him and kissed her lips.", "\"I love you, Dominique. I'm crazy about you. Give me a chance. If there's no one else, why  not? You'll learn to love me-because I understand you.\" She shuddered suddenly, and then she laughed simply, completely."], "15 . ": ["Peter Keating went to the house of Lucius Heyer. He found a letter from a contractor, written fifteen years ago, enclosing a check for twenty  thousand dollars. Heyer sat hunched, examining the cups with a vague, pointless enjoyment.", "\"I'll tell you a secret,\" said Peter Keating. \"Guy wants me to retire. That's a good  one on Guy.\" He giggled softly. \"I don't think you understood me. Do you understand this?\"", "Heyer's end had come as everybody had expected it to come. Keating sat easily, leaning forward, his knees spread apart, one elbow resting on his knee, the  hand hanging down, swinging the letter.", "Peter Keating won the Cosmo-Slotnick competition to design the tallest building in New York City. After winning the competition, Keating learned that his mentor Lucius Heyer had left him all his money and interest in the firm. Keating went home, told the news to his mother, left her gasping in the middle of the living room, and locked himself in his bedroom.", "Peter Keating won the Cosmo-Slotnick competition to build a new theater in New York City. He appeared in newsreels, shaking hands with Mr. Shupe and Mr. Slotnick, and the subtitle announced what these two gentlemen thought of his building. Keating let himself be carried by the torrent.", "Howard Roark sat at the desk in his office, waiting. The telephone had rung once, that morning, but it  had been only Peter Keating asking for an appointment. He had become dependent on that telephone in the last few weeks.", "Howard Keating entered and stood before him, smiling. Keating sat down comfortably, took his hat off, dropped it in the middle of the desk, and  clasped one hand over each knee with a brisk little slap. \"Look, Howard, why don't you drop it?\" said Roark. \"Drop what?\" said Peter. \"The pose. Oh, the ideals!\"", "Howard Roark and Peter Keating met at the office of a newspaper company. Roark asked Keating what he wanted to tell him about the competition. Keating replied that he had forgotten that Roark had given him some advice on the building. He also said that he would like to give Roark some of the prize money.", "\"I don't want anyone to know that I had anything to do with that building,\" said Roark. \"Go home, Peter. You're perfectly  safe. I'll never say a word about it. It's yours, the building and every girder of it and every foot  of plumbing and every picture of your face in the papers\" \"I've always hated you! I always will! I'll break you some day, I swear I will, if it's the last thing I do!\"", "The telephone rang late on Monday afternoon. \"Mr. Roark?\" said Weidler. \"Can you come right over? I don't want to say anything over the  phone, but get here at once.\" Roark looked at the window, at the clock on the distant tower.", "\"Our conservatives simply refused to  accept a queer stark building like yours,\" said the chairman. \"It adds a certain air of  sound, stable dignity--and that's what we want in a bank, isn't it?\"", "Red Roark's office was closed. He went to Mike Donnigan's house and asked for a job. Donnigan said he didn't know anyone in the building trades. Roark said: \"I've closed the office.\"", "\"You're crazy, you God-damn fool!\" \"Cut it, Mike. Will you get me a job?\" \"But why in hell? You can get a decent job in an architect's office. You know you can.\" \"No, God damn you! I can’t! I won't! Iwon't do it!\"", "\"I won't get you a job in town. I just can't. It turns my stomach to think of it.\" \"I'll go see him. We won't be telling him who you are, just a friend of mine, that's all.\" \"It will be all right, Mike.\"", "Peter Keating was admitted to partnership in the firm to be known henceforward as Francon & Keating."]}, "PART TWO: ELLSWORTH M. TOOHEY": {"1 . ": ["Howard Roark worked in a granite quarry for two months. He felt at times as if it were a match of wrestling between his muscles and the granite. He was very tired at night.", "Dominique Francon lived alone, that summer, in the great Colonial mansion of her father's  estate, three miles beyond the quarry town. She received no visitors. An old caretaker and his  wife were the only human beings she saw, not too often and merely of necessity.", "Dominique walked to the quarry to escape the blazing sun. She rode on horseback down long, deserted roads, down hidden paths.", "The writer recalls a visit to a quarry where she saw a man working. She thought he was a common worker, a convict doing convict's labor. She saw the hint of a smile, more insulting than words. She turned sharply and walked away from the quarry.", "Dominique Francon went back to the quarry three days later. She stopped over the ledge where he worked and she stood watching him openly. Her glance told him she knew the meaning of her action, but did not respect him enough to conceal it.", "\"You'd better not be insolent. I can have you fired at a moment's notice, you know.\" She asked:  \"Do you find it very hard to work here?\"  \"Yes. Terribly.\" She felt anger, a satisfying anger because it was cold and certain. She turned and walked away from him up the path."], "2 . ": [" DOMINIQUE awakened each morning to the prospect of a day made significant by the existence of a goal to be reached: the goal of making it a day on which she would not go to the quarry.", "The writer thought of a man in a quarry as she sat with a group of distinguished people at the edge of a swimming pool. She thought of him with a sharp intimacy as one does not think of another's body but only of one's own. She smiled;  the cold purity of her face prevented them from seeing the nature of that smile.", "\"There's a marble piece at a fireplace that's broken and has to be replaced. I want you  to take it out and order a new one made for me\" \"What are you paid here?\"  \"Sixty-two cents an hour.\" \"I'm sure you're worth that\" \"Yes, Miss Francon.\"", "\"Would you know what kind of marble this is and where to order another piece like it?\"  \"Yes, Miss Francon.\" \"Go ahead, then. Take it out.\" \"Surely we could choose some other subject,\" she said. \"I think this is an atrocious fireplace\"", "She sat down on the bed, leaning back on straight arms, her legs  crossed and pressed close together in a long, straight line. Her body, sagging limply from her  shoulders, contradicted the inflexible precision of the legs. He glanced at her occasionally, as he worked. He was saying: \"I shall make certain to get a piece of marble of precisely the same quality, Miss Francon\"", "Dominique Francon wanted a marble for her fireplace. She wrote a note: \"The marble is here. I want it set tonight.\" She sent her caretaker with the note to the quarry.", "Dominique Francon saw her ex-boyfriend for the first time in three days. She asked him why he didn't come to set the marble. \"I didn't think it would make any difference to you who came,\" he said.", "Roark: \"The act of a master taking  shameful, contemptuous possession of her was the kind of rapture she had wanted\"", "Dominique Francon found a letter from Alvah Scarret asking when she was coming home. She read it and smiled. Roark felt the wrench he had tried so often to fight, not to let it hurt him too much.", "The author recalls the moment she realized she had not seen her ex-boyfriend in a week. She went to the quarry to find him, but he was not there. She asked the foreman where he was and he said he had left for New York.", "If she knew his name, she  would be on her way to New York now. She had nothing to do except never to ask for his name. She would break it--or it would break her."], "3 . ": ["Peter Keating's day began with the newspapers. He liked to see what new mentions appeared in print about the progress of the Cosmo-Slotnick Building or the firm of Francon & Keating. There were no mentions in the papers this morning, and Keating frowned. He saw, however, a story about Ellsworth M. Toohey.", "Peter Keating once lived in the same Greenwich Village tenement with Steven Mallory. Mallory had submitted a model of his statue of \"Industry\" Keating knew that the statue would look like a raw gash, like a smear of fire.", "\"Culture flowering from out of the broad masses\" by Ellsworth Toohey. \"Drop in to see me at my office one of these days. Would love to discover what you look like\" \"E.M.T.\"", "A shot was fired at Ellsworth Toohey that morning, as he stepped out of his car in front of a radio station where he was to deliver an address on \"The Voiceless and the Undefended\" The shot had missed him. The assailant had said nothing when arrested. All efforts to question him failed.", "Peter Keating met Ellsworth Monkton Toohey in his office. Toohey asked Keating what he thought of the temple of Nike Apteros. Keating was stunned by Toohey's words.", "\"I've always known it would be an important moment when I met  you, Mr. Toohey,\" said Keating happily. \"Why?\" said Ellsworth Toohey, the eyes behind the glasses attentive. \"Because I'd always hoped that I would please you, that you'd approve of me...when the time came...why, I even...\"  \"Yes?\"  \"...I even thought, so often, when drawing, is this the kind of building that Ellsworthtoo would say is good?\"", "Toohey said: \"Perhaps we're brothers of the spirit,  Keating. The human spirit. That is all that matters in life\" Keating felt as if the walls of the room were moving gently in upon him, pushing him into a terrible intimacy. He wanted to leap to his feet and run.", "\"You and I, we're going to be great friends, Peter.\" Keating let a moment pass before he caught himself to answer hastily:  \"Oh, I hope so, Mr. Toohey!\" \"I really don't mind the name, when compared to some of the things I've been  called privately--and publicly--these many years. Oh, well. Flattering. When one makes enemies one knows that one’s dangerous where it's necessary to be dangerous. There are  things that must be destroyed--or they'll destroy us\"", "\"I understand you're engaged to her?\" \"Yes.\" \"Charming,\" said Toohey. \"Very charming. Should enjoy being your uncle\" \"You couldn't have made a better choice\""], "4 . ": ["\"Clouds and Shrouds by Lois Cook\" by Peter Keating. Keating had never felt the need to formulate abstract convictions. He felt uplifted by the knowledge of his own capacity to respond to the abstract.", "Petey Keating saw the reproduction of a drawing of the Enright House by Howard Roark. He knew that no one else had conceived that house and he knew the manner of drawing, serene and violent at once. Keating had known for a long time that Roark had been chosen to build the En right House.", "Peter Toohey and his wife, Catherine, met for tea at their home. Toohey's valet brought in the tea tray. Catherine poured the tea and spilled it on the glass table top, which she had never done before.", "Catherine was working as day nursery attendant at the Clifford Settlement House. She had visited the settlement often with her uncle, who conducted classes in economics there. \"I don't see why you resent it, Peter!\" she said with sudden excitement.", "\"He makes you feel it would be an impertinence to like him,\" says Toohey. \"He listens. It would be better if he didn't,\" says Roark. \"It would be less insulting-if you know what I mean,\" he adds.", "Peter Keating was interviewed by Ellsworth Toohey for a job as an architect. Toohey said: \"You don't ask what he'd do if he didn't want to be an architect\" \"No,\" said Toohey. \"You ask what he'd do if he couldn't be an  architect.\"", "Lois Cook was tall, dry, narrow-shouldered and broad-hipped. She had a long, sallow face, and eyes set close together. Her hair hung about  her ears in greasy strands. Her fingernails were broken.", "Peter Keating was commissioned to design a house for author Lois Cook. Cook's house was part marble, part stucco, adorned with gargoyles and carriage lanterns. Keating's sketch of it was reproduced in more publications than any other drawing he had ever made."], "5 . ": [" DOMINIQUE had returned to New York without purpose, merely because she could not stay in her country house longer than three days after her last visit to the quarry. She expected  nothing of the city. But she wanted the feeling of the streets and the buildings holding her there.", "Dominique had always acted on the impulse of the moment, proud of the freedom to need no reasons for her actions. Now she had to face a \"why?\" that carried an answer she could not escape. She could leave her work,  because he had made her want to leave it, or she could remain, hating it, in order to keep her life unchanged.", "Dominique Keating met Ellsworth Toohey at a meeting of young architects. Keating says Toohey gave him a sense of comfort, a security he had not experienced in solitude or in any other gathering. \"You really don't let me see enough of you,\" he said.", "Peter Keating attended a meeting of the American Builders' Association. The group was made up of young men, women and contractors. Keating was elected chairman, unanimously.", "Peter Keating met Dominique Francon for the first time since spring. She looked tired and lovelier than his memory of her. He noticed that Ellsworth Toohey never looked at her as he spoke.", "Dominique Toohey asked Keating why he didn't invite the man who designed the Enright House. Keating felt his jaw snap tight. But she looked at them innocently, she had said it lightly, in the  tone of a casual remark.", "Dominique: \"Peter, isn't it strange? It was you that I thought I could make myself want, at one time\" Peter: \"I don't know what you ever think you're saying. I know that I'll  always love you. And I won't let you disappear again. Now that you're back...\" \"Now that I'm back, Peter, I don't want to see you again. Let's just stay away from each other\""], "6 . ": ["Howard Roark was an oil magnate who owned a number of businesses. He owned a publishing house, a restaurant, a radio shop, a garage, a plant manufacturing electric  refrigerators. He worked twelve hours a day and never spoke to his employees except about their work. He hated bankers, labor unions, women, evangelists and the stock exchange.", "Howard Roark was hired by Joel Sutton to design a new office building. Sutton was a successful businessman who loved everybody. He asked Roark to join him at a formal party.", "Roark sat on a table, his hands clasping the table's edge to keep himself still. He was exhausted after fourteen hours spent in his office. He made his shoulders sag in an effort to achieve a relaxation that would not come. He decided to go to the party because he knew that it would be the last of all places where Dominique could wish to meet him again.", "Kiki Holcombe surveyed her ballroom with satisfaction. She looked up at the twilight of the ceiling, left untouched above the chandeliers. The guests moved in two broad, changing currents that drew them all, sooner or later, toward two whirlpools.", "Peter Roark met Dominique Francon at the Enright House. Dominique seemed too fragile to exist; and that fragility spoke of some frightening strength.", "Dominique Francon, a friend of Howard Roark's father's, greeted him at the Enright House. Roark felt a violent pleasure because she seemed too fragile to stand the brutality of what he was doing; and because she stood it so well.", "Heller thought that he had been mistaken; there was nothing strange  in this meeting. He concluded regretfully that  she disliked this man, as she disliked most people she met. He spoke as a stranger. He allowed no reality but that of a man introduced to her in a  drawing room.", "Joel Sutton met Dominique Roark at a party in New York. Roark told Joel Sutton that he didn't play badminton. Joel Sutton thought Roark had been swindled.", "Roark was introduced to many people and many people spoke to him. They smiled and  seemed sincere in their efforts to approach him as a friend. But what he heard was: \"The Enright House is magnificent. It's  almost as good as the Cosmo-Slotnick Building\" He did not look at Dominique again for the rest of the evening.", "Ellsworth Toohey had never set eyes on him before and did not know him. Dominique stood counting the minutes, to be certain that he would be lost to  sight in the streets before she could trust herself to go out. Kiki Holcombe saw Dominique being stupidly puzzled for once.", "\"Kiki's esthetic judgment is not  yours-nor mine,\" says Ellsworth Toohey. \"What kind of a conversation is this?\" asked Kiki, bewildered. \"Just our way of kidding each other,\" said Toohey brightly.", "\"Have you ever thought about  the style of a soul, Kiki?\" \"The...what?\"  \"The style of  a soul. Do you remember the famous philosopher who spoke of the style. of a  civilization? He called it'style' He said that  every. civilization has its one basic principle, one single, supreme, determining conception, and. every endeavor of men within that civilization is true, unconsciously and irrevocably, to that. one principle."], "7 . ": ["The Enright House will stand between a row of brownstone tenements on one side and the tanks of a  gashouse on the other. It will rise as a mockery to all the structures of the city and to the men who built them.", "\"I didn't like him when I met him-at the party\" \"So I noticed.\" \"Sit down, Ellsworth. You don't look your best standing up.\" \"Do you mind? Not busy?\"  \"Not particularly.\" He sat down on the corner of her desk. \"You know, Dominique,\" he said, \"it's not well done\"", "\"I really think  you should dash off a few nice things about the Cosmo-Slotnick Building\" \"You do seem to like Peter Keating very much.\" \"I? I'm awfully fond of Peter. Why don't you take time, one of these days, to get him to tell you the  story of his life?\" \"You’ll learn many interesting things.\"", "Ellsworth: \"I don't think that Roark thinks  very much of Peter's work. He never has and he never will, no matter what happens\" \"Dominique, my dear,\" a voice gulped anxiously over the wire, \"did you really mean all that?\" \"Well, I've always said that you underestimated me. Call on me next time you need some  help.\"", "Dominique: \"It was a  brilliant idea, your choosing Roark\" \"It's not the same thing.\" \"I don't like this 'great' stuff.\" \"No. I didn't think you would\" \"I've always trusted you. I'll take your word anytime\"", "Joel Sutton asked Dominique Francon to recommend an architect for a new building. Dominique suggested Peter Keating. Mr. Sutton said he had chosen Roark, but that Francon had convinced him that he was not the right choice. Roark laughed, without sound but for one sharp intake of breath.", "\"I want your naked body, your skin, your mouth, your hands,\" Dominique says. \"I hate you, Roark. I hate you for what you are, for wanting you, for having to want you,\" she adds. \"You want to be owned, not by a lover, but by an adversary,\" says Roark, \"and I'll let you own me\"", "She undressed indifferently, as if she were alone in her own bedroom. Then she looked at him. She stood naked, waiting, feeling the space between them like a  pressure against her stomach. Then he got up, he walked to her, and when he held her, her arms rose willingly.", "summarize: About destroying me. Good night, Dominique."], "8 . ": ["Dominique was at her desk correcting the last sheets of an article when the doorbell rang. A rich, creamy voice said, \"Good evening, Dominique,\" and she recognized Ellsworth Toohey whom she had never asked to her house. \"What do you want, Ellsworth?\"", "Dominique Francon is a second Kiki Flolcombe, but much better-oh muchl-much subtler, much abler, and  then, just think, how much more beautiful. Ellsworth: \"Will you tell me why the secret service department-1 won't ask who-and why the detailed  reports on ray activities?\" Dominique said indifferently.", "\"I can say a great many things to you that I'd never use in my column,\" she said. \"Which one?\" \"Every loneliness is a pinnacle.\" \"That? Yes, quite right. I wouldn't. You're welcome to it— though it's not too good\" \"I'll give you better ones some day, if you wish. Sorry, however, that that's all you picked out of my little speech.\" \"What did you want me to pick?\" \"Well, my two explanations, for instance. What is  kinder-to believe the best of people and burden them with a nobility beyond their endurance- or to see them as they are, and accept it because it makes them comfortable?\"", "Dominique: \"I wonder what you are-essentially. I don't know.\" \"I dare say nobody does,\" he said pleasantly. \"All things are simple when you reduce them to fundamentals,\" he continued. \"It's the untangling, the reducing that's difficult\"", "\"I can hurt your Mr. Roark much better than any tea party you'll ever give\" \"Then it's to be understood between us? We're allies in this?\" She looked at him, she slouched forward, attentive, her face empty. Then she said: \"We're  allies.\"", "Ellsworth Toohey and Dominique Jones met at Howard Roark's office. Toohey said Roark was a phony and that Dominique didn't feel compassion for him. Dominique said she felt compassion for Roark because she was a humanitarian. The pair later met at Keating's house.", "\"When they lay in bed together it was--as it had to be, as the nature of the act demanded--an act of violence\" \"The touch of his skin  against hers was not a caress, but a wave of pain, it became pain by being wanted too much\" \"Howard Roark is the Marquis de Sade of architecture. He's in love with his buildings-and look at them\"", "Howard Roark and Dominique Francon had a silent agreement never to be seen together. She wanted to watch the ascetic purity of his person, the absence of all sensuality. She said: \"Roark, everything I've done all my life is because it's the kind of a world that made you work in a quarry\"", "\"I really thought you had integrity and judgment--if ever given a chance to exercise them,\" Roger Enright said. \"You overestimate me, Roger,\" she shrugged, and said nothing else for the rest of the ride.", "Dominique Francon met Howard Roark at the construction site of the Enright House. Roark explained the layout of future rooms, the system of elevators, the heating  plant, the arrangement of windows. Francon: \"I wish  that in some future air raid a bomb would blast this house out of existence\"", "Dominique felt a sense of possession, such as she could feel nowhere else. If she glanced at him across the room and saw him in conversation with blank,  indifferent faces, she turned away, unconcerned. She was angry when she saw a smile, a sign of warmth or approval on a  face turned to him.", "\"I guess I always did love  Dominique, after all. It makes me happy. I know I'll be leaving her in good hands eventually...\" \"Look, old man, will you forgive me? I'm so terribly rushed-had two hours sleep last night, the Colton factory, you know, what a job--thanks to Dominique--it's a killer, but wait till you  see it! Wait till you see the check, too!\"", "Dominique Holcombe was a well-known architect in New York City. She was married to Peter Holcombe, who was a friend of her husband's. He asked her: \"Do you really think  that I'm a great architect?\" She smiled slowly.", "\"The architect is more than a bricklayer-since the fact of bricks is a secondary illusion anyway. The architect is a metaphysical priest dealing in basic essentials\" \"Kindness, that is the first commandment, perhaps the only one,\" said Peter Toohey."], "9 . ": ["Ellsworth Toohey was seven years old when he turned the hose on Johnny Stokes. Ellsworth did not sneak or hide, but committed his act openly, with systematic deliberation.", "Ellsworth Toohey was a thin, pale boy with a bad stomach. His mother had to watch his diet, as well as his tendency to frequent colds in the head. At school he was a model pupil. He was not like Johnny Stokes, who never listened in class.", "Ellsworth Toohey was the only child in his class who boasted about his good body. He considered athletics vulgar and said so; the brain, he said, was mightier than the brawn. In high school Ellsworth became a local celebrity--the star orator. Ellsworth had no close personal friends.", "At the age of 16, Ellsworth lost interest in religion and discovered socialism. He became absorbed in literature and the fine arts. His relations with his fellow students were the most unusual of his achievements at Harvard.", "Ellsworth Toohey was a writer who believed that religion bred selfishness. He said religion overemphasized the importance of the individual spirit. \"To achieve virtue in the absolute sense,\" said Toohey, \"a man must be willing to take the foulest crimes\"", "Ellsworth Toohey was an eminent critic of architecture. He wrote about buildings for three successive magazines that limped on noily for a few years. The subject of sex bored him. He was indifferent to women of intellect. Women played no part in his life.", "Ellsworth Toohey wrote Sermons in Stone and was hired by Gail Wynand's New York Banner. He devoted \"One Small Voice\" to architecture-once a month. Toohey was a phenomenon much too extreme to fit behind the front page.", " Ellsworth Toohey was treated respectfully and left alone. Toohey seemed indifferent to all  the men who counted on the Banner. He organized a club of Wynand employees.", "The Council of American Artists had, as chairman, a cadaverous youth who painted what he saw  in his nightly dreams. There was also a fierce young man known simply as Ike the Genius, who talked about loving all of life. The Council signed a declaration which  stated that writers were servants of the proletariat."], "10 . ": ["The Enright House was opened in June of 1929. Roger Enright wanted to mark the moment for his own satisfaction.", "Howard Roark's office grew to four rooms and his staff loved him. Roark did not smile at his employees, he did not take them out for drinks, he never inquired about their families, love lives or their church attendance. Ellsworth Toohey never mentioned the Enright House in his column.", "In this office one had to be competent. If a man worked well, he needed nothing else to win his employer's benevolence. It was granted, not as a gift, but as a debt. It bred an immense feeling of self-respect within every man in that office.", "Dominique tried to demonstrate her power over him. She stayed away from his house; she waited for him to come to her. He spoiled it by coming too soon; by refusing her the satisfaction of  knowing that he waited and struggled against his desire.", "\"I don't give a damn what anybody says, I make up my own mind, and I'm here to tell you that I think this Roark is lousy\" \"I just don't like it, and that's that. Haven't I got a right to an opinion of my own?\" \"Why are you fighting for me like that?\" Roark asked. \"Because you have certain standards of what is good, and  they're your own, and you stand by them\"", "Ellsworth Toohey's office door was thrown open by Dominique. Dominique was standing there, leaning against the doorjamb, her arms crossed on her chest. \"My dear,\" he said, \"this is the first time you've taken the trouble to enter my office\"", "Hopton Stoddard was a little man worth twenty million dollars. He had a genius for investment and invested in everything. He decided to build a temple in honor of his name.", "\"It's a little  presumptuous, you know-offering a present to God-and unless you do it in the best way possible, it will be offensive, not reverent\" \"Yes, of course. It must be right. You'll help me, won't you,  Ellsworth?\" \"By my immortal soul, Hopton,\" he said slowly, \"he’s the best there is\"", "\"Don't wait to see his drawings. They will take some time-and you mustn't delay your trip. Just  hire him-don’t sign a contract, it's not necessary-make arrangements for your bank to take  care of the financial end and let him do the rest\" \"What you  want, when you unveil it, is one grand fanfare, like an opera overture, like a blast on Gabriel's  horn\"", "Toohey told Dominique: \"Don't breathe a word to anyone  about my having anything to do with it. Not to a soul. Swear it.\" \"But why?\" \"Because I have too many friends who are architects, and it's such an important commission,  and I don't want to hurt anybody's feelings\"", "Roark was asked to build the Temple of the Human Spirit. Hopton Stoddard said it was to be a religious edifice, but also more than that. Roark said he didn't believe in God, but that didn't matter."], "11 . ": ["Peter Keating recalls the day the Cosmo-Slotnick Building was opened. Keating says he was bored and felt nothing.", "Toohey watched Keating as he seized his drink and slumped in his seat. \"Don't you feel proud, Peter?\" \"Yes. Yes, of course.\" \"You looked extremely handsome tonight. You'll be  splendid in those newsreels.\" \"Well, I sure hope so.\"", "\"What one desires is actually of so little importance! One can't expect to find  happiness until one realizes this completely\" \"You missed the beautiful pride of utter selflessness. Only when you learn to deny your ego will you achieve the greatness which I have always expected of you\"", "Dominique Francon went to see Howard Roark in his office. Roark's hands were smeared with clay; on a long table, among a litter of unfinished sketches, stood the clay model of a building.", "\"Get me Steve Mallory,\" said the secretary. \"He took a shot at Ellsworth Toohey, didn't he?\" \"Did he? Yes, that's right.\" \"Is that the one you want, Mr. Roark?\" \"That's the one\"", "Howard Roark met Mallory in a rooming house where Mallory lived. Mallory laughed, leaning against the doorjamb, one arm stretched across the opening, with no  intention of stepping aside. \"You're doing it all wrong,\" said Mallory.", "\"I want you to do a statue for the  Stoddard Temple,\" said Roark. Mallory sat down on the edge of the crumpled bed and slumped forward. \"Why did you fish for all that nonsense instead of the simplest reason?\" he asked.", "Mallory said: \"I didn't think anybody’d ever want me again. But you do. All right. I'll go  through it again. Only I don't want to think again that I'm working for somebody who...who likes  my work. That, I couldn't go through any more\" Roark walked over to him, lifted his chin, knocking it upward, and said:  \"You're a God-damn fool. You have no right to care what I think of your work, what I am or why I'm here\"", "Roark stood at the window, looking at the wrenched room and at the boy on the bed. He wondered why he felt as if he were waiting for an explosion over their heads. Then he understood. He thought, this is how men feel, trapped in a shell  hole.", "Mallory came to Roark's office on the following morning, and Roark showed him the sketches  of the Temple. Mallory held one of the drawings, walked to the window, stood looking down the sketch to the  street to Roarks's face and back again.", "\"I don't think I'm  a coward, but I'm afraid of it. And that's all I know-only that it exists\" \"The principle behind the Dean\" \"It's something I wonder about once in a while....Mallory, why did you try to shoot Ellsworth  Toohey?\" \"You don't have to tell me if you don’t like to  talk about it.\"", "\"I don't want to see  you being friendly with Roark. Not Roark, not anybody but Roark\" \"Can't you change your mind and refuse?\" \"I won't change my mind, Ellsworth.\"", "Howard Roark saw the drawings of the Temple. Austen Heller watched him, amused and pleased. \"I daresay many people will join him after a while,\" Heller said.", "Four people would often remain at the site-Roark, Mallory, Dominique and Mike Donnigan. Mallory told outrageous stories and Dominique laughed like a child. They were simply four people who liked being there together.", "In May work was stopped on the construction of the Aquitania Hotel. Two of the owners had been cleaned out in the stock market. A third got his funds attached by a lawsuit over an inheritance disputed by someone."], "12 . ": ["Howard Roark was to open the Stoddard Temple in New York City on November 1. But the opening was canceled without explanation. The New York Banner called the decision \"sacrilege\" and accused Roark of spiritual embezzlement.", "Howard Roark's Temple is flauntingly horizontal, its belly in the mud, thus declaring its allegiance to the carnal. The statue of a nude female in a place where men come to be uplifted speaks for itself. It is not a house of God, but the cell of a megalomaniac.", "Ellsworth Toohey: \"I had every reason to expect-to the best of my honest  judgment--that he would give you a masterpiece. But he didn't. Hopton, do you know what  power can upset all the calculations of men?\" Stoddard agreed to sue Roark, as Toohey suggested, for recovery of the  costs of alterations.", "Alvah Scarret ran cartoons of Howard Roark as a barbarian with bearskin and club. He sponsored an essay contest for high-school students on \"Why I Go to Church\" Roark refused to hire an attorney to represent him at the coming trial.", "\"I don't believe it matters to me--that they're going to destroy it,\" Dominique Stoddard told Howard Roark. \"What you're thinking is much worse than the truth,\" Roark replied. \"Do you see what I was saving you from when I took commissions away from you?...No right to live in a building of yours....No  right to touch you..not in any way....\"", "\"Sit down, my dear. I'm delighted to see you. Quite frankly and helplessly delighted. It really  took you too long. I expected you here much sooner. I've had so many compliments on that little article of mine, but, honestly, it was no fun at all, I wanted to hear what you'd say.\" \"What do you intend to accomplish by it?\" \"Look, darling, I do hope you didn't mind what I said about that uplifting statue of yours. I just couldn't pass up that one\" \"What is the purpose of that lawsuit?\" \"It will prove nothing, whether he wins or loses,\" she said.", "\"It is not my function to be a fly swatter,\" he says. \"I want an audience. That's the trouble with victims-they don't even know they're victims\" \"I'm practically begging, Dominique, I'm begging you to do right by Hopton Stoddard\"", "The case of Hopton Stoddard versus Howard Roark opened in February of 1931. The courtroom was so full that mass reactions could be expressed only by a slow motion.", "Ellsworth Monkton Toohey was the first witness called by the plaintiff. Peter Keating's face looked attractive and fresh, as if  he had had a good night's sleep.", "Roark?'  \"Yes.\"  \"What can you tell us about Mr. Roark's record there?\"  \"He was expelled.\" \"Will you please speak a little louder, Mr. Keating?\" \"I didn't...think he had any talent.\"", "\"I don't see what's so wrong with wanting to be friendly and liked and popular,\" Peter Keating said. \"He thinks you should take your shoes off and kneel, when you  speak of architecture. That's what he thinks. Now why should you? Why? It's a business like  any other, isn't it? Why do we have to be all keyed up?\"", "Howard Roark was being sued by Hopton Stoddard for architectural plagiarism. Roark's friends gathered in his room to discuss the trial. They were shocked when Roark said: \"You're supporting your supporters, Howard\"", "Dominique Francon is the author of the brilliant column 'Your House' appearing in the New York Banner. \"Your father is Guy Francon, the eminent architect?\"  \"Yes. My father was asked to come here to testify. He refused\"", "Ellsworth Toohey said it was depraved not to take for granted that man is something which needs to be forgiven. The Stoddard Temple is a threat to many things. If it were allowed to exist, nobody would dare to look at himself in the mirror. Ask anything of men. Ask them to achieve wealth, fame, love, brutality, murder, self-sacrifice. They will hate your soul.", "The judge turned to Roark and made a vague gesture, inviting him to proceed. Roark got up and walked to the bench, the brown envelope in hand. He took out of the envelope ten photographs of the Stoddard Temple and laid them on the judge's desk."], "13 . ": ["Alvah Scarret's column contained most of Dominique Francon's testimony in court. Her testimony had been quoted in the newspaper accounts of the case but only in harmless excerpts. Scarret knew that he would get hell from Gail Wynand if he printed the thing.", "Alvah Scarret was fired by Dominique Ellsworth. Ellsworth gave her a cable as a gift. She took it to Scarret's office.", "Ellsworth Toohey's niece, Catherine, came to him for advice. She was like a small motor running  on his energy, and she had to stop for refueling once in a while. In the last few years Toohey had forgotten her existence.", "\"I guess I'm no good, Uncle Ellsworth.\" She raised her eyes to him. \"I'm so terribly unhappy.\" He looked at her silently, his face earnest, his eyes gentle. She whispered: \"You understand?\" He nodded.", "\"I'm unhappy in such a horrible, nasty, undignified way,\" she says. \"I expect people to be grateful to me. I...I demand gratitude\" \"I find myself pleased when slum people bow and scrape and fawn over me,\" she adds.", "\"Don't you see what it is that I must understand? Why is it that I set out honestly to do what I  thought was right and it's making me rotten?\" \"I don't know a single selfless person in the world who's  happy--except you\" \"You must stop wanting anything. You must forget how important Miss Catherine Halsey is\"", "Peter Keating knocked on Catherine Toohey's door and went in when she answered. \"My dear,\" he said, \"I never  thought you could surprise me\" \"Yes, Uncle Ellsworth,\" she whispered, \"when the gates fall open, who is it that's going to  enter?\" \"We can't be too literal when we deal in abstractions. Of course it's you who'll enter\"", "Catherine Toohey had not seen Peter Keating for six months. Keating would not come to see her at her home. When they met, they talked as if nothing had changed.", "Catherine Keating and Peter Toohey are engaged to be married. When they first met, they were in the Stoddard Temple. After the wedding, Catherine broke down in sobs.", "summarize:something which she did not understand, but he did: \"I'm not afraid of you, Uncle Ellsworth!\""], "14 . ": ["Peter Keating was shocked to see Dominique Francon in his apartment. She was dressed in a gray suit, a black fur jacket with a collar raised to her cheeks, and a hat slanting down. She did not look as she had looked on the witness stand, nor as he remembered her at dinner parties.", "\"Dominique,\" he spoke with the concentration he used when he walked down a naked girder  in an unfinished building. \"Dominique, two people like you and me getting  married, it's almost a front-page event.\" \"Yes.\" \"Wouldn't it be better to do it properly, with an announcement and a real wedding ceremony?\"", "Peter Keating left the door to the hall open, and she saw him putting on his coat, throwing a muffler  around his throat. There was suddenly no antagonism between them, but a quiet,  hopeless feeling of comradeship, as if they were victims of the same impersonal disaster, who  had to help each other.", "Keating and Dominique Francon got married in front of the judge's wife and someone from next door. Keating asked if she wanted to drive, but she said: \"No, I'll drive.\" The road to the city cut through brown fields where every rise in the ground had a shade of red.", "He slipped his arm along the back of the seat and encircled her shoulders, his fingers barely touching her. She did not move, resist or turn to look at him. He pulled his arm away, and he  sat staring straight ahead. \"Mrs. Keating,\" he said flatly, not addressing her, just as a statement of fact.", "\"I can't live a life torn between that which exists-and you,\" she says. \"I'll give you my marriage to Peter Keating. I'll refuse to permit  myself happiness in their world\" \"I will live for you in my own way, in the only way I can,\" she adds.", "In his face she saw suffering that was made old, as if it had been part of him for a long time because it was accepted, and it looked not like a wound, but like a scar. He saw in her face what she had seen in his when she told him of her marriage; but he was not frightened and he watched it calmly."], "15 . ": ["Peter Keating's mother forced him to tell her he was married to Dominique Francon. The news spread through the city in widening circles, by the names and social positions of the people who called.", "Peter Keating's marriage to Dominique Keating was announced to the world. Keating says he felt like a man in the arena of a crowded stadium. He says Dominique took charge, simply, leaving them no time for wonder.", "Dominique Keating's daughter-in-law, Dominique Francon, asked her husband to retire. Keating said he was tired and that he would retire in a year or two. Francon said: \"I want you to feel proud of me, Peter,\" said Francon humbly, simply, desperately. \"Why in blazes should you think of  retiring now?\" asked Keating angrily.", "\"I want to be sure, Peter. I've worked very hard.\" \"But you're not sure!\" He was furious and frightened, and so he wanted to hurt. \"Guy! Guy, what’s the matter with us? What  are we talking about?\" \"I don't know,\" said Francon.", "Ellsworth M. Toohey met Dominique Keating for the first time. Dominique wore a dinner dress-a white satin blouse  tailored like a man's and a long black skirt, straight and simple as the polished planes of her hair.", "Ellsworth Toohey was a member of the Council of American Builders. He was in charge of the rebuilding of the Stoddard Temple. He met Dominique Holcombe for the first time since the trial of Hopton Stoddards.", "The Stoddard Temple was not torn down, but its framework was carved into five floors, containing dormitories, schoolrooms, infirmary, kitchen, laundry. Peter Keating designed the white marble semi-Doric portico that rose over the main entrance, and the Venetian balconies for which new doors were cut. Gordon L. Prescott designed the semi-Renaissance cornice and the glass-enclosed terrace projecting from the third floor. Gus Webb designed a cubistic ornament to frame the original  windows.", "Roark's office had shrunk back to one room. Dominique's statue had been sold. It had been bought by Ellsworth Toohey. After the completion of the Cord Building he found no work.", "Howard Roark had never seen the reconstructed Stoddard Temple. He paid Mallory's rent and he paid for most of their  frequent meals together. \"I'm not doing it for you. At a time  like this I owe myself a few luxuries,\" he had said.", "\"I understand your work better than any living person-with the possible exception of Dominique Francon\" \"I knew you understood.\" \"Then you won't mind talking to me.\" \"About what?\" \"I see none in discussing it.\""]}, "PART THREE: GAIL WYNAND": {"1 . ": ["summarize the events that led up to the death of GailYNAND. Read on to find out what happened next.", "\"I am  going to die,\" he said aloud--and yawned. He felt no relief, no despair, no fear. The moment of his end would not grant him even the dignity of seriousness. People said that Gail Wynand’s greatest deception, among many, was his appearance.", "Gail Wynand was publisher of the New York Banner, the most vulgar newspaper in the country. He could appear at any moment in any part of the building-and his presence was as unobtrusive as an electric shock. When he telephoned his provinces, Wynand's name was never announced to the victim.", "Gail Wynand made his fortune on decisions which people called crazy. He had purchased a vast tract of  land on Long Island, which was to be converted into a new community of small home owners.", "Gail Wynand was editor of the New York World-Telegram. He was invited to speak at a National Convention of Women's Clubs. After speaking he wrote a scathing editorial against careers for women.", "\"I'm not a newspaper columnist-none, Mr. Wynand. But an architectural expert...\" Toohey let his  voice trail into a mocking question mark. \"Honestly, I know it does sound trite, but what else can I say? It just happens to be the truth\"", "Gail Wynand had dinner with a woman who had a white face, soft  brown hair and, behind her, three centuries of fathers and brothers. \"In a month or two, Gail,\" she said, smiling lazily, \"when it gets really cold and nasty, let's take  the I Do\" I Do was the name of Wynand's yacht.", "\"Green is your best color. It looks well at sea. I love to watch what it does to your hair and your arms. I shall miss the sight of your naked arms against green silk. Because tonight is the last  time.\" He reached into his pocket and took out a diamond bracelet; it flashed a cold, brilliant fire in the candlelight.", "Gail Wynand, aged twelve, stood in the darkness under a broken piece of wall on the shore of  the Hudson, one arm swung back, the fist closed, ready to strike, waiting. He knew that the leader of the boys' gang was looking for him. He was the youngest member of the gang and  the last to join.", "Gail Wynand lived with his father in the basement of an old house in the heart of Hell's  Kitchen. His father was a longshoreman, a tall, silent, illiterate man who had never gone to school. Gail's mother had died of consumption when he was two years old.", "Gail Wynand was born and raised in Hell's Kitchen, New York. He learned to read and write at the age of five, by asking questions. He never went to church or to school. He decided to see what education was like and enrolled at a public school.", "Gail Wynand was 15 when he was beaten by a longshoreman and left for dead. He crawled to a saloon and knocked on the door, asking for help. The saloonkeeper looked at him with a flat, heavy glance, a glance that showed full consciousness of agony, of injustice-and a stolid, bovine  indifference. Wynand never did anything to the man, but he drove the man to suicide. In ten days he was a reporter on six months salary.", "Gail Wynand was a reporter at the New York Gazette. He was threatened with dismissal when a police captain was framed. Wynand kept a clipping of an editorial by the editor of a great newspaper. He took the clipping to the editor and said he would help him beat the political machine.", "Gail Wynand was editor-in-chief of the New York Gazette for two years. He smashed the gang, sent its leaders to the penitentiary, and remained as sole owner of the Gazette. The public asked for crime, scandal and sentiment. Wynand provided it.", "Gail Wynand was the editor of the New York Banner. The paper was first to get the newest typographical equipment. It was always first with the news. Wynand spent more nights on his office couch than in his bedroom.", "When Gail Wynand opened his second paper-in Philadelphia-the local publishers met him like  European chieftains united against the invasion of Attila. Wynand laughed over it. No one could teach him anything about hiring thugs to  highjack a paper's delivery wagons and beat up news vendors.", "Dwight Carson: Gail Wynand found a new kind of victim. Carson: Wynand was a talented writer who achieved the spotless reputation of a man passionately devoted to his convictions. He kept the details of his life secret by making it glaringly public as a whole.", "Gail Wynand hired Dwight Carson to write a column in the Banner dedicated to preaching the superiority of the masses over the man of genius. Wynand insisted on continuing it. He hired a sensitive poet to cover baseball games. He got a socialist to defend factory owners and a conservative to champion labor. He forced an atheist to write on the glories of religion. He gave a great symphony  conductor a munificent yearly income, for no work at all.", "Gail Wynand had a drink in his study when he saw Toohey's present. It was a huge, vertical crate, standing by his desk. Wynand could not imagine what material property Toohey could  wish to send him. He broke the crate open and found a statue of Dominique Francon.", "\"I bought it because I knew the model.\" \"You're lying about that. If that were all you saw in it, you wouldn't have taken the chance you took\" \"I hate your  having been able to appreciate it. It doesn't fit you\" \"Have her telephone my office and make an appointment\"", "But, after all, Mr. Wynand, I have a contract.  \"Oh, save that for your labor unions, Elsie! And now I think you should wish me a good night  and get out of here\""], "2 . ": ["Peter Keating asked Dominique why she didn't wear her emerald bracelet at a party. \"I was bored to death. Vincent Knowlton is a pain in the neck. He's such a damn  snob. I can't stand him\" Dominique said.", "\"I'm sorry. I shall be more careful.\"  He waited to have her open a subject of conversation. She said nothing. He thought suddenly  that she had never spoken to him first-in the twenty months of their marriage.", "Peter Keating had everything he'd  ever wanted. He had been the undisputed leader of his profession. Dominique Francon had become an ideal wife. She devoted herself completely to his interests. She changed nothing in his existence.", "\"I can't stand it,\" his mother said, six months after the wedding. His mother, whose arguments, opinions, reproaches he had never been able to stop, would not  say another word about his marriage. She took a small apartment of her own and moved out of his house.", "\"I've thought of it for some time-all by myself-l haven't mentioned it to anyone. And nobody  suggested it. It's my own idea\" \"I think I'd like to move to the country and build a house of our own. Would you like that?\" \"I'd like it very much. Just as you would\"", "\"I want very much to do anything you want, Peter. To follow any idea you get all by yourself.\" \"What do we do tomorrow night?\" he asked, before he could stop himself. \"We have the Palmers for dinner tomorrow night,\" she said. \"Oh, Christ!\" he moaned. \"They're such awful bores! Why do we have to have them?\"", "\"You're not real. You're only a body,\" he said. \"But it's...it's like death. Well, your body  moves-but that's all. The other, the thing inside you, your-oh, don't misunderstand me, I'm  not talking religion, but there's no other word for it\"", "\"I married you for my own reasons. I acted as the world demands one should act. Only I can  do nothing halfway. Those who can, have a fissure somewhere inside. Most people have  many. They lie to themselves-not to know that. I’ve never lied to myself\"", "\"I love you,\" Dominique Keating said to her husband. \"I don't want you to suffer, Peter,\" she said gently. \"This, now, is real-it's I— it's my own words-  I don't wants you to suffering--! can't feel anything else-but I feel that much.\" The telephone rang.", "Peter Toohey and Dominique Keating were discussing The Gallant Gallstone. Toohey said: \"There's no such thing as free will. We can't help what we are or what we do. Nobody's to blame for  anything. It's all in your background and...and your glands. If you're good, that's no achievement of yours-you were lucky in your glands.\" Keating: \"You know the bastard better than I do. To have a project like  that going up, now, when it's manna in the desert, and of all people to have that son of a bitch  Wynand doing it!\"", "Dominique: \"Gail Wynand does not do favors for a woman, unless she’s  beautiful. And if she's beautiful, he doesn't do it as a favor.\" \"It's silly,\" snapped Keating angrily. \"How would Dominique ever get to see him?\"", "Dominique: \"You're not satisfied with the way my marriage has turned out, are you, Ellsworth?\" \"Not entirely. Just about fifty percent. Well, nothing's perfect in this world. One gathers what  one can and then one tries further.\" \"You were very anxious to have Peter marry me. You knew what the result would be, better  than Peter or I.\"", "\"I've been  planning to have him meet you, for a long time. He's too observant. So I decided the time was right\" \"You have a great deal of courage, Dominique\""], "3 . ": ["\"You look like a stylized version of your own stylized versions,\" Dominique said. \"As a rule seeing the  models of art works tends to make one atheistic. But this time it's a close one between that  sculptor and God.\"", "\"Your friend Ellsworth Toohey sent it to me. As a present.\"  \"To get this appointment for me?\"  \"Not through as direct a motivation as I believe you're thinking\" \"He hasn't told me that.\" \"Do you mind my having that statue?\" \"Not particularly\"", "\"I almost like his artistry,\" he says. \"I don't share your taste.\" \"Not in any field? Not in sculpture-or architecture?\" \"I'm sure not in architecture.\" \"Isn't that the utterly wrong thing for you to say?\" \"Probably\"", "Dominique Francon was a reporter for the New York Banner for six years. He was fired because of a story about the Stoddard Temple in Bali. Francon said the story cost him his job with the Banner.", "\"I used to like your stuff. I almost wish you were here to ask for your old job.\" \"I'm here to discuss Stoneridge.\" \"Ah, yes, of course.\" He settled back, to enjoy a long speech of persuasion. He thought it  would be interesting to hear what arguments she'd choose and how she'd act.", "\"I could admire a woman who'd put on an act like that. Only it's not an act.\" \"It's not. Please don't begin admiring me. I have tried to avoid it.\" \"I won't say anything else-or I’ll stop being the person before last in the world\"", "Gail Wynand met Dominique Toohey by chance in the city room. He asked:  \"Shall I tell you the difference between you and your statue?\" \"No.\" \"But I want to. It's startling to see the same elements used in two compositions with opposite  themes\"", "Peter Keating sat at the same table as Gail Wynand. She wore a white silk dress with long sleeves and a cowl neck. Keating found it unattractive. He noticed that Wynand seemed to admire it.", "\"Your wife has a lovely body, Mr. Keating. Her legs are too long, but that gives her the elegance of line you'll find in a  good yacht. Her breasts are beautiful, don't you think?\" Keating tried to laugh. \"Architecture is a crude profession,\" he said. \"It doesn't prepare  one for the superior sort of sophistication.\"", "Wynand and Dominique were eating, slowly and  graciously, as if they were at another table. Keating thought that they were not human bodies,  either one of them; something had vanished. He wondered what they saw, what his own clothes contained if his physical shape had gone.", "Two days before they were to sail, Wynand telephoned Dominique late in the evening. \"Could you come over right now?\" he asked, and hearing a moment's silence, added: \"Oh, not  what you're thinking. I live up to my agreements\""], "4 . ": ["Wynand and Dominique set sail on a yacht named Do-on. \"What does that name mean?\" she asked. \"It's an answer,\" said Wynand, \"to people long since dead\"", "She felt a sense of calm  in his manner, strange and new to him, an air of quiet finality. He stood at the rail, not touching her, he looked at the long, brown shore that rose and fell against the sky, moving away from them.", "\"You're saying all the things that--since I can remember-since I began to see and think-have  been...\" She stopped. \"Have been torturing you. Of course. One can't love man without hating most of the creatures  who pretend to bear his name. It's one or the other\"", "The author met a wealthy man on a yacht. The man humbled his own wealth. The splendor of this place was not the aim, not the final achievement.", "Dominique: \"When I see the city from my window-no, I don't feel how small I am-but I feel that if a war  came to threaten this, I would like to throw myself into space, over the city, and protect these  buildings with my body\" Gail: \"We weren't talking about you or  me. We were talking about other people.\"", "\"I'm only your tool of self-destruction I know all that, I accept it and I want you to marry me\" \"Dominique, I’ve spent my life pulling the strings of the world. I've seen all of it. Do you think I could believe any purity-unless it came to me twisted in some such dreadful shape as the one  you chose?\"", "\"I want it to be important, Dominique. That’s why I won't touch you tonight. Not until we're  married. I know it's a senseless gesture. But to be conventional is the only abnormality possible between us\""], "5 . ": ["Peter Keating was called to Gail Wynand's home to meet with Stoneridge. \"What I have to tell you, Mr. Keating,  should never have needed to be said or done,\" said Wynand. \"I am going to marry your wife. She is leaving for Reno tomorrow. Here is the contract for Stoner Ridge. I have signed it. Attached is a check for two hundred and  fifty thousand dollars\"", "Dominique had not seen Roark for twenty months. She had called on Steven Mallory once in a while. Mallory knew that these visits were breakdowns in a struggle she would not name.", "\"I'm going away tomorrow, Steve.\" \"For long?\" \"Six weeks. Reno.\"  \"I'm glad.\" \"I'd rather not tell you now what I'll do when I come back. You won't be glad\" \"I'll try to be--if it's what you want to do.\" \"It's what I want toDo.\"", "Dominique left for Reno early in the morning. Keating was still asleep and she did not awaken him to say good-bye. He lay in bed, on his back, his arms flung out helplessly. Neil Dumont winked at him and drawled: \"I say, Pete, you look peaked.\"", "Peter Toohey called Gus Webb, a friend of Bassett's. Toohey told Webb to \"go easy on old Bassett for a while\" Keating handed Toohey a check for ten thousand dollars.", "\"You're a coward, Peter.\" Keating stared helplessly: the voice had been severe and gentle, he did not know whether he  should feel pain, insult or confidence. \"Where did that money come from?\" \"I sold Dominique.\"", "Peter Toohey invited Alvah Scarret to lunch. Toohey told Scarret about Dominique Francon's plans to marry Gail Wynand. Scarret said he would talk to his boss, but that he would not be able to stop it.", "Gail Wynand and Alvah Scarret met in the penthouse of Gail's husband, Ellsworth Toohey. Toohey wanted to get rid of Jimmy Kearns, the best drama critic in town. Scarret said that Dominique Wynand was not the kind of woman the public expected to see.", "Dominique Francon was a divorcee. Gail Wynand wanted to put Dominique back on the paper. She would write a column-a different one-a syndicated column on the home.", "LZ Granderson: \"I knew why I had taken this train, not a faster one\" LZ: \"When she saw, in the slowing movement beyond the glass, the name \"Clayton\" on a faded  board under the eaves of a station building, she knew what she had been expecting\" \"She asked a passer-by: \"Where is the site of the new building of Janer's Department Store?\"", "After a while he dropped his hand. She knew that she was safe now. She thought that they had not greeted each other and that it was right. This was not a reunion,  but just one moment out of something that had never been interrupted.", "\"I love doing it. Every building is like a person. Single and unrepeatable\" \"I'm not going back to New York. Not at once.\" \"No?\" \"You haven't asked me anything, Roark\"", "\"I got off the train when I saw the name of the station,\" she said, her voice dull. \"I didn't intend  coming here. I was on my way to Reno.\" \"And after that?\"  \"I will marry again.\" \"That's worse than Peter Keating, isn't it?\" she asked. \"Much worse.\"", "\"I want to think of your room tonight-on the train,\" she says. \"There's a clothes closet, then a chest of drawers, the bed in the corner by the window, a large  table at the other side--\" \"By the wall?\"  \"No, I put it across the corner, to the window-1 work there. Then there's a straight chair, an armchair with a bridge lamp and a magazine rack I never use\"", "\"You're moving to some terrible  kind of disaster. It can't end any other way\" \"We'll live here. We'll have little and we'll give nothing\" \"If I were very cruel, I'd accept it. Just to see how soon you'd beg me  to go back to building\"", "She could not see his face, only the outline of his cheekbone. They did not shake hands, they did not speak. They stood straight, facing each other for a moment, as if at attention."], "6 . ": ["Ike: \"We don't understand--but who cares about understanding? Only  public accountants and chiropodists. We only love. That's all there is to it\" Lancelot Clokey: \"You'd better give up the theater\"", "\"If Ibsen can write plays, why can't I?\" he asked. \"Send me a coupla seats to the opening,\" sneered Lancelot Clokey. \"It will be the biggest hit of the  season,\" said Jules Fougler.", "Ike Fougler's play was praised by the director of a play he was writing. The play was called \"No skin off your ass\" by the critic.", "Lois Cook: \"You've written a remarkable collection of bilge-yes,  bilge - but morally justified. World catastrophes used as a backdrop for your  nasty little personality\" Gus Webb: \"What satisfaction is there for a correspondent in reporting on world events?\"", "Ike Toohey is a playwright. His play, \"The Little people,\" is about the lives of the little people. The play is set in a small town in the Midwest.", "Ike Toohey has just read his new play to us,\" said Toohey. \"You'll love it, Peter,\" said Lancelot Clokey. \"It is a masterpiece,\" said Jules Fougler. It is  the kind of play that depends upon what the members of the audience are capable of bringing  with them into the theater.", "Ellsworth Toohey came out in support of the cause of modern architecture. \"A building needs no beauty, no ornament and no theme,\" he said.", "Peter Keating: Modern Architecture is a discipline which makes severe demands upon the artist. The rules of this new architecture have been formulated by the vast process of popular creation. The discriminating will see the social significance eloquent in the forms of new architecture.", "Stoneridge was the last contract signed by the firm of Francon & Keating. Dominique had been away a month, when Guy Francon announced his retirement. Keating needed a partner and chose Neil Dumont."], "7 . ": ["Dominique Wynand's ex-wife, Gail, returns to New York. She had not written to him nor heard from him during the weeks of her residence in Reno. But his figure standing on the platform told her that he had kept in touch with her lawyers.", "Dominique and Gail Wynand met at the airport. He took her hand and said: \"I'm glad to be back with you, Gail. I didn't know I would be, but I'm glad\" He then said:  \"I want a real wedding. I want engraved  invitations, guests, mobs of guests, celebrities, flowers and newsreel cameras\"", "John Nordland and Gail Wynand were married in front of six hundred people in a ballroom of the Noyes-Belmont Hotel. The background she had wished was set so perfectly that it became its own caricature, not a specific society wedding, but an impersonal prototype of lavish, exquisite vulgarity. She saw him again when she stood beside him, facing a judge who pronounced the words of the marriage ceremony.", "Dominique saw her father in the throng. He looked proud and wistful; he seemed bewildered. Alvah Scarret pushed his way toward her. He said distinctly and with a lively anger:  \"But why, Dominique? Why?\"", "Dominique: \"It was useless to try to torture you.\" Gail: \"I didn't mind it too much.\" He: \"If that's what you wanted it was only a matter of keeping my promise\" \"But you hated it, Gail.\"  \"Utterly. What of it?\" \"Afterward, I was rather glad of it\"", "Dominique Parker was married to Gail Wynand, a divorcee. The story of the wedding was printed in the New York Times. Gail wrote a letter to the paper saying that she was disappointed in Dominique Parker.", "Toohey dropped in and out of Scarret's office at all hours. Scarret had come to depend on him. Toohey: \"The New Frontiers has been damn  funny lately\"", "\"I hear you're financing the damn thing.\" \"Who, me? With what?\" \"Well, not you yourself exactly. But I hear it was you who got young Ronny Pickering, the  booze hound, to give them a shot in the arm to the tune of one hundred thousand smackers\" \"The New Frontiers is not the Banner, Alvah. It’s a magazine of principles. One doesn't attach  strings to its editors and one doesn't tell them ’or else\"", "\"You'd better  not tell him. You see the way Gail's going. He'll need a little pressure. And you'll need the  dough\" \"Of course I will. Why, I love the Banner. I'd do anything for it\""], "8 . ": ["For two weeks after their wedding they never left the penthouse. He answered any question she put to him. He never asked questions. He  never spoke of what he felt. When she wanted to buy a pair of shoes, he had three stores send a collection of shoes for her choice.", "Sally Brent decided to do a story on Mrs. Gail Wynand. She gained admittance to Wynand's penthouse, using the tactics of gaining admittance in places where one is not wanted. She made her usual dramatic entrance, wearing a black dress  with a fresh sunflower on her shoulder.", "Sally Brent wrote an article on Gail Wynand's love life. Alvah Scarret read the story and liked it so much that he lost all caution. That evening Sally Brent was fired. Her costly contract was bought off.", "Dominique gave Gail a cablegram from Ellsworth Toohey. She would not remove it. When he held her in his arms, she often saw his eyes move to that square of paper. She had a cold feeling of admiration for him.", "Gail thought that this play was the creation of the Banner, this was what the Banner had forced into life, had fed, upheld,  made to triumph. The Banner had destroyed the Stoddard Temple in order to make room for this play.", "Dominique: \"If you want to hear it, it made me sick, that play. As you knew it would. That was worse than  the Bronx housewife\" \"Shut up, God damn you!\" she screamed. \"I had no right to say those things to you.\"", "\"I think we have a great deal in common, you and I. We’ve committed the same treason  somewhere....Yes, I think it's the right word. It's the only one that has the feeling of what I mean\"", "\"You're tired, Gail. Why don't you go on  upstairs? Leave me here for a little while. I just want to look at the city\""], "9 . ": ["Gail Wynand, famous for his extraordinary capacity, was an aristocrat aboard a yacht. He looked, she thought, like what one believes  aristocracy to be when one is young. \"Gail,\" she said suddenly, involuntarily. \"I love you. And love is exception-making\"", "\"I don't want anything-except to own you. That has been my only private luxury\" \"You're so beautiful, Dominique. It's such a lovely accident on God's part that there's one  person who matches inside and out\" \"Do you know what you're actually in love with? Integrity. The impossible\"", "\"Power, Dominique. The only thing I ever wanted. To know that there’s not a man living whom  I can’t force to do-anything. Anything I choose\" \"Gail, why tell me all that? It's not what you want me to think of you.\" \"No. It isn't. Why tell you now? Want the truth? Because it has to be told. Only with you and with myself\"", "\"There they are, Dominique-the great buildings. The skyscrapers. Do you remember? They  were the first link between us. We're both in love with them, you and I\" \"I like to see a man standing at the foot of a skyscraper,\" he said.", "Dominique: \"I've never  wanted to stop Toohey. I've even helped him. I thought he was what the world deserved\" Gail: \"Can you see me going after Ellsworth Toohey? A tank to eliminate a bedbug? Why should I fire Elsie?\" \"Because I know what he's after.\"", "Dominique Wynand and Roark were married for two years. Roark said he wanted control of the world. Gail said she wanted to be his chain to the world, but he had become her defense.", "\"I love you, Dominique. I love you so much that nothing can matter to me-not even you. Can  you understand that? Only my love-not your answer. Not even your indifference.\" \"Dominique, I've never known how to say'mine' about anything. Not in the sense I say it about you. Mine\" \"I want to remain with you now-for another reason.  To wait for an answer. I think when I learn to understand what you are, I'll understand myself\""]}, "PART FOUR: HOWARD ROARK": {"1 . ": ["Howard Roark is a best-selling author. He is the author of four novels, including \"Howards End\"", "A young man rode his bicycle through the hills of Pennsylvania where he had never been before. He wanted to find joy and  reason and meaning in life-and that none had been offered to him anywhere.", "Howard Roark had never understood why he was chosen to build the summer resort at Monadnock Valley. He had built nothing in New York since the Stoddard Temple. Roark knew that he had given someone the courage to face a lifetime.", "Mr. Roark was the architect who built the Stoddard Temple. He wanted to build a summer resort for people of moderate incomes. He had seen Monadnock Valley. It could be done. Mr. Bradley agreed to build it.", "Steven Mallory did the fountains and all the sculpture work of Monadnock Valley. He came to live at the site long before he was needed. Mallory felt anger without reason-and fear.", "Howard Roark was an architect who built Monadnock Valley. The resort was a huge fraud, he says. Roark: \"They sold two hundred percent of it\"", "Roark and Mallory had not spoken of what he guessed about Roark's past. Their silence had always implied that Mallory understood, that Roark knew it, and that it was not to be discussed. Mallory asked:  \"Are you still waiting for her to come back?\"", "Howard Roark was one of the eight architects chosen to design the World's Fair. Roark built two private homes in Connecticut, a movie theater in Chicago, a hotel in Philadelphia.", "Howard Roark refused to work with Peter Keating on \"The March of the Centuries\" \"I don't work with collectives. I don’t consult, I don't cooperate,\" Roark said. \"The incident illustrates to perfection,\" wrote Ellsworth Toohey."], "2 . ": ["A sign hung over the entrance door, a reproduction of the paper's masthead. The sign was small, a statement of fame and power that needed no emphasis.", "Gail Wynand met Howard Roark for an interview in his office. Wynand said he didn't think Roark would want to work for him. Roark was prepared to refuse.", "Wynand: \"Can  you tell me why I've never built a structure of my own, with the means of erecting a city if I  wished?\" \"Because you've been unhappy,\" said Roark. \"I want to hear you explain it.\" \"Most people build as they live--as a matter of routine and senseless accident\" \"A few understand that building is a great symbol\"", "Howard Roark is an American architect. He designed a house in Monadnock for his wife and himself. The house has a Roark quality, he says. Roark says he doesn't regret being able to see it.", "\"I want this house because I'm very desperately in love with my wife\" \"This house is to be a fortress. My architect is  to be my guard\" \"I want you to meet her before you design it\"", "Wynand saw Roark's hand lying on the edge of his desk, the long fingers pressed to the  glass, next to the proofs of the Banner. \"Now you know what I want. Go ahead. Drop anything else you're doing. I'll pay  whatever you wish. I want that house by summer\"", "\"I don't always like being Gail Wynand,\" said Howard Roark. \"You've answered,\" said Wynand. \"Go 'way, Alvah. I’m busy,\" said Ellsworth Toohey. \"I know you'll want to know,\" said Alvah Scarret.", "\"Guess who was in Gail Wynand's office today?\" \"Howard Roark.\" \"No!\" \"Yes!\" \"Well!\" said Toohey and burst out laughing. \"Yes, it's funny. But...just exactly why, Ellsworth?\"", "\"Ellsworth, Gail's been impossible lately.\" Scarret uttered it solemnly, with the air of imparting a discovery. Toohey sat half smiling. \"Well, of course, you predicted it, Ellsworth. You're always right\"", "Gail Wynand sat looking at the bulging shape of yellow paper. He saw it reflected in the glass, as if  the bulk had eaten through the surface and grown roots to his desk. He read every word, methodically, his hands on the edge of the desk, fingers meeting."], "3 . ": ["The book is about a young couple who travel across the U.S. in search of a new home. The characters travel across America and the world in search for the perfect home.", "\"I stand by every word printed in the Banner,\" says Roark. \"I don't apologize for any of my actions,\" says Wynand.", "\"I can't pretend an anger I don't feel,\" said Roark. Wynand let his fingers fall open, palms out. His shoulders sagged a little, relaxing. He said  very simply: 'All right. It's true. All of it'", "\"I hope you know you've given me a beating in your own way,\" he said. \"So you've accomplished what you wanted. Shall we say we're even  and forget the Stoddard Temple?\" \"You're very wise or I've been very obvious. Either is your achievement\"", "\"I hate incompetence. I think it's probably the only thing I do hate,\" Wynand said. Roark said: \"I'd like to help you.\" Wynand smiled slowly, not gaily. \"I believe you could. I even believe that it would be proper\"", "Roark saw the slanting ridges on Wynand's forehead. He said:  \"And getting a fat commission check for it.\" Wynand drove his car at ninety miles an  hour.", "\"I control more structural work than any other  single person in the country,\" says Gail Wynand. \"I want you to design all my future commercial structures,\" he adds. \"You'll exercise your matchless ingenuity within forms chosen by the taste of the people\"", "\"I knew you meant it. I didn't think you could be such a fool.\" \"You knew you were taking a terrible kind of chance?\" \"None at all. I had an ally I could trust.\" \"Do you wish to throw me out?\" \"You know I can't.\"", "Wynand put the drawing down and sat studying the plans for a long time. When he raised his  head, he looked calm and normal. \"Why did you stay away from here?\" he asked. \"You were busy with private detectives.\" \"Oh that? I couldn't resist my old bad habits and I was curious\"", "\"Dominique, you're very beautiful tonight. I am very happy tonight that you're so beautiful\" \"What is it, Gail?\"  \"Nothing. Only a feeling of how much is unimportant and how easy it is to live\" \"I have the drawing of the house to show you.\" \"Oh, I'd like to see it.\"", "\"Dominique?\"  She turned her face to him. He saw her answer. He said:  \"I knew you'd like it. Forgive the inadequacy. We're stuck for words tonight.\" She walked to the davenport and sat down; she let her back press against the cushions; it  helped to sit straight. She kept her eyes on Wynand. He stood before her, leaning on the  mantelpiece, half turned away, looking at the drawing.", "\"I haven't seen him for years.\" \"You're going to see him in about an hour. He's coming here for dinner.\" \"Here?\"  \"Yes.\" They faced each other across the drawing room of Gail Wynand's penthouse. She was seeing him as she had seen him on the morning when she  awakened in his bed for the last time.", "\"I am the most offensively possessive man on earth,\" said Roark. \"But in another sense, Gail, you own that house and  everything else I've built\" \"I believe in conflict, Mrs. Wynand.\"", "Gail Wynand sat at the head of the table, between the two men facing each other at her sides. She watched the silverware in Roark's fingers, the pieces of polished metal with the initials \"D W\"", "Gail Wynand met Howard Roark for the first time in her new home. Roark asked her whether she found the arrangements convenient. She felt something angry and dangerous, like a single, sudden twist within her.", "Wynand had not seen Roark for five days, since the dinner. He sat down on the edge of Roark's desk, with an ease which he had never felt in his own office. \"If we own the things to which we say 'Yes,' then I own this office?\" \"Then you own it.\"", "\"I keep thinking that you and I started in the same way. From the same  point. I just think that. Without any comment. I don't seem to find any particular  meaning in it at all\" \"Want to tell me what it means?\" \"No. Just curiosity.\" \"You've slapped their faces for me\"", "Ellsworth Toohey met Gail Wynand in her office in the Banner Building. Wynand told Toohey: \"From now on there is a name you will never mention in your column again\" Roark called Dominique from Toohey's office.", "summarize:title and devote it to commensurate subjects. Keep it small, Mr. Toohey. Very small."], "5 . ": ["Gail Wynand was a newspaper editor in New York City. She met Howard Roark when he was advertising for Kream-0 Pudding. Roark was a \"joke on all of us,\" said Wynand.", "\"I like to see you eating. I wish  you were broke, so that I could feed you this lunch and know you really needed it.\" At the end of a day, he would come, unannounced, to Roark's office or to his home.", "\"I think I hated you, before I saw you,\" Gail Wynand said. \"I can't explain that to you,\" he said. They drove together to the estate in Connecticut.", "Gail Wynand: I am Gail  Wynand, the man who has committed every crime except the foremost one: that of ascribing  futility to the wonderful fact of existence. He drove to the foot of the hill and slammed the brakes on, startled, looking up. In his absence the house had taken shape; it could be recognized now-it looked like the drawing.", "Dominique stood by, as a quiet spectator of Roark and Wynand. She watched them silently. She accepted Roark's visits to their house and the knowledge that in the hours of these evenings he was Wynand's property, not hers. She met him as a gracious hostess, indifferent  and smiling.", "She sat looking at him as she always did; her glance had tenderness without scorn and sadness  without pity. After a moment she asked:  \"What is he to you, Gail? In the nature of a shrine?\""], "6 . ": ["Ellsworth Toohey: Freedom and compulsion are one. Traffic lights restrain your freedom to cross a street whenever you wish. But this  restraint gives you the freedom from being run over by a truck. Whenever a new compulsion is imposed upon us, we automatically gain a new freedom.", "Homer Slottern: \"What makes people unhappy is not too little choice, but too much\" Mitchell Layton: \"I think people would be much happier in a regulated society that had a definite pattern and a unified form\" Ellsworth Toohey: \"This is a spiritual century\"", "Eve Layton believed that her mission in life was to be the vanguard. Her philosophy consisted of one sentence: \"I can get away with anything\" Her husband, Mitchell Layton, hated her.", "\"The Banner\" is a weekly newspaper published in New York City. The paper is owned by The New York Times and The Times-Gazette.", "\"There's a feeling around-a funny kind of feeling....Ellsworth, I've been thinking of dropping my contract.\" \"Do you know about the ’We Don't Read Wynand' movement?\" \"I've heard about it.\" \"It's run by somebody named Gus Webb. They paste stickers on parked windshields\"", "\"I think Wynand is a bastard,\" declared Mitchell Layton. \"If I’d had Gail Wynand’s breaks, I'd be twice as rich as he is by now and three times  as famous. But he's so conceited he doesn't realize this at all!\"", "\"You ought to arrest me, officer,\" Toohey says. \"Run along. We all take one too many once in a while,\" says the policeman."], "7 . ": ["Peter Keating stood in the hall, looking up at the ceiling. Guy Francon's old office was gone. The firm Keating & Dumont had a single floor left now. Keating realized that there had been art and skill and its own kind of illogical energy.", "Petey Keating was an architect who had lost a large part of his personal fortune in careless stock speculation. He had asked his mother to come back to live with him, and she had come back.", "Petey Keating's mother asked him why he didn't marry Catherine Halsey. He felt anger fill his eyes, he felt pressure on his swollen lids, while he was turning slowly to his mother. Neil Dumont forced him to think of Ellsworth Toohey again.", "\"We're on the skids,  pal, and you know it,\" said Neil Dumont. \"What do you mean, Neil?\" \"Cortlandt Homes. Ellsworth Toohey. Now you know what I mean.\" \"Neil, I...\" \"What's the matter with you, Pete? Listen, everybody's laughing about it. Everybody's saying  that if they were Toohey's special pet, like you are, they’d get Cortlandt. Homes like that\"~he snapped his manicured fingers.", "Peter Toohey said, \"You're gaining weight, Peter. Pretty soon you'll look revolting in a bathtub. You're gaining  weight and you look peaked. That's a bad combination. Absolutely wrong aesthetically. Fat  people should be happy and jolly.\" \"I haven't changed, Ellsworth. I'm just what I was when I designed the Cosmo-Slotnick Building.\" He looked at Toohey hopefully.", "\"I hate Wynand,\" said Keating, looking down at the floor, his voice thick. \"I hate him more than  any man living\" \"I don't believe in individualism, Peter. I believe we're all equal and interchangeable\"", "Toohey: \"You failed there, didn't you, Ellsworth? Look where he is now-Howard Roark\" \"Ellsworth, I don't know what you're talking about.\" \"But of course you don't,\" Toohey said. \"That's my advantage I say these things publicly every single day--and  nobody knows what I'm talking about\"", "\"I want to design Cortlandt Homes,\" he said, his voice coming like a paste strained through a  cloth. \"Why should I give it to you?\" \"Because I need it very badly, Ellsworth.\" \"I know you do.\"", "Peter Keating was an architect in Washington, D.C. He was approached by Ellsworth Toohey, who wanted to help him with a project. The project was to build a housing complex for sharecroppers. Toohey asked Keating if he would help him work out a plan for the project. Keating agreed to meet with Toohey the next day.", "summarize:gentle voice of the secretary. \"Mr. Roark will see you then\""], "8 . ": ["Peter Keating saw Howard Roark for the first time in six years. He saw a faint smile on Keating's lips, terrible in its resigned acknowledgment of disintegration. Keating thought of men lost in the desert and of men perishing at sea, when they have to speak the truth.", "Peter Keating sat straight, calm, not as he had sat facing a man in a dressing gown three days ago, but almost in confident repose. He spoke slowly and without pity:  \"Howard, I'm a parasite. I've been a parasite all my life. I have taken that which was not mine and given  nothing in return. I came here to ask you to save me again\"", "Howard Keating and Peter Roark met for the first time at Roark's house. Roark asked: \"Can you think for a moment that you're alone in the world?\" Keating said: \"I've been thinking that for three days.\"", "\"I want you to give me a reason why I should wish to design Cortlandt\" \"It's a great public project, Howard. A humanitarian undertaking. Think of the poor people who  live in slums. If you can give them decent comfort within their means, you'll have the satisfaction of performing a noble deed\" \"You will love designing it\"", "Cortlandt: \"I'm never concerned with my clients, only with their architectural requirements\" \"I'll be glad if people who need it find a better manner of living in a house I designed,\" he says. \"But that's not the motive of my work. Nor my reason. Normy reward.\" \"I don't believe in government housing. I don't want to hear anything about its noble purposes,\" Cortlandt says.", "\"I want to design Cortlandt. I want to see it built exactly  as I design it\" \"I like to receive money for my work. But I can pass that up this time\" \"You'll have to devise your own way of accomplishing it. You will have to have the courage of my convictions\"", "Howard Keating and Peter Roark are partners in the construction of Cortlandt. Roark says: \"You'll get everything society can give a man. You'll take any fame  or honor anyone might want to grant\" Keating: \"Everybody would say you're a fool.. Everybody would say I'm getting everything....\" \"You're getting more than I am, Howard.\"", "\"I brought something I wanted to show you,\" Keating said. \"It will stand down  there. That dark stretch-that's the site of Cortlandt. When it's done, I'll be able to see it from  my window\" \"I think I'd rather go now, Howard. I'm..no good tonight.\""], "9 . ": ["9.  THEY sat on the shore of the lake-Wynand slouched on a boulder-Roark stretched out on the ground--Dominique sitting straight, her body rising stiffly from the pale blue circle of her  skirt.", "Dominique Wynand lived in a house designed by Howard Roark for a month. She accepted the house, the touch of the stair railings under her hand, the walls that enclosed the air she breathed.", "Gail Roark saw Howard alone, for a moment. He had a bathing suit  thrown over his shoulder, he was going down to swim in the lake. She heard Wynand saying to him:  \"You look like the laziest creature in the world, Howard.\"", "\"You can't order Mr. Roark around as if he were an employee of the Banner,\" says Gail Wynand. \"I don't mind taking orders, Mrs. Wynand,\" says Roark. \"Not from a man as capable as Gail.\" Ellsworth Toohey did not look at the plans which Keating had spread out on his desk.", "\"Motherhood in a Changing World\" by Alvah Scarret and Gail Wynand is published by Simon & Schuster. In it, Scarret argues that mothers must raise their love for their own children to a higher plane.", "Wynand had known for several years the trend which his paper had embraced gradually,  imperceptibly, without any directive from him. He had noticed the cautious \"slanting\" of news  stories, the half-hints, the vague allusions, the peculiar adjectives peculiarly placed. He felt no concern over the \"We Don't Read Wynand\" campaign.", "Wynand saw the Banner on the living room table every night. He had not allowed it in his home since his marriage. He never spoke of it to Roark, and Roark never mentioned it.", "Howard Roark was an architect in New York City. He was working on a project for the New York Times when he was approached by Austen Heller. Heller wanted to talk to Roark about his friendship with Gail Wynand. Heller told Roark that Wynand was damaging his career.", "\"I've waited for it all these years. And now you'll wait with me. Do you  know that I really like to torture you, in a way? That I always want to?\" Roark sat looking across the street, at the streaked ruins. \"To be torn down, Howard. All of it. Razed off. To be supplanted by a park and the Wynand Building\"", "summarize:Yours-from me.   "], "10 . ": ["Peter Keating ran into Katie Roark in a bookstore. She was on a business trip to New York. \"New York seems so dead, so slow,\" she said.", "\"I'm glad you like your job...if you mean...isn't that what you mean?\" \"Like my job? What a silly thing to say. Washington is the only grownup place in the country. I don't see how people can live anywhere else\" \"I've got an hour or so, suppose you take me somewhere for a cup of tea?\" \"Yes, Katie. That will be wonderful. I...\"", "Peter Keating sat down at a restaurant with his ex-wife, Catherine. She was telling him about her work in Washington, and he listened bleakly. A waitress in a starched orchid uniform came to take their orders. Catherine snapped:  \"The tea sandwiches special. Please.\"", "\"I wanted to marry you. It was the only thing I ever really wanted. And that's  the sin that can't be forgiven-that I hadn't done what I wanted\" \"Peter, what you're saying is very ugly and selfish.\" \"Drop it....Tell me what you thought of me then\"", "\"I won't say that I'm still in love with you. I don't know whether I am or not. I've never  asked myself. It wouldn't matter now\" \"Katie, let's say that this doesn't count-this, now-it's past counting anyway, isn't it?\" \"Yes, I think it's agreeable to look back occasionally. But one's perspective widens. One grows  richer spiritually with the years\"", "He said heavily:  \"Do you mind if I don't go with you, Katie? It's not rudeness. I just think it's better.\"  \"But of course. Not at all. I'm quite able to find my way in the streets and there's no need for  formalities among old friends\""], "11 . ": ["Howard Roark is a famous architect. He has been working on the design of Cortlandt for years. He is asked to leave his office to sail on a yacht. He agrees.", "Dominique and Gail Wynand sailed on a long cruise with Howard Roark. Roark did not speak of buildings,  lay for hours stretched out on deck in the sun, and loafed like an expert. They spoke little.", "Roark: \"I'm a miser about two things on earth: you and Dominique. I'm a millionaire who's never owned anything. Do you remember what you said  about ownership? I'm like a savage who's discovered the idea of private property and run  amuck on it\" \"Gail...I didn't think you'd ever admit that to yourself.\" \"Why not? I wanted power over a collective soul and I got it\"", "\"I'm not an altruist, Gail. I don't decide for others.\" \"You don't have to worry about me. I've sold myself, but I've held no illusions about it. I despise the public. That’s my only vindication. Power. I’ve never  used it. But now I'm free. Now I can use it for what I want. For Dominique. For you.\" Roark turned away. When he looked back at Wynand, he said only: \"I hope so\"", "Howard Zuckerman: \"A truly selfish man cannot be affected by the approval of  others. He doesn't need it.\" \"I think Toohey understands that. That's what helps him spread his vicious nonsense\" \"Second-handers have no sense of reality. Their reality is not within them, but somewhere in that space which divides one human body from another\"", "Howard Roark: \"I've always demanded a certain quality in the  people I liked. I’ve always recognized it at once-and it's the only quality I respect in men\" \"To hell with Peter Keating. I'm thinking of you-and your friends.\" Roark smiled."], "12 . ": ["Roark and Wynand returned to New York in April. Roark's staff shook hands with him and he saw the strain of smiles self- consciously repressed.", "Peter Roark's novel, \"Cortlandt,\" is about the construction of a new school in New York City. Roark says he tried to keep two associate designers off the project, but they were put on the payroll. He says the changes in the drawings came gradually, a few at a time. The changes began with the gymnasium.", "Howard Roark was a well-known architect in New York. He was fired from his job at Stanton. Peter Keating went to see Roark at his home. Keating asked Roark what he was going to do about the firing. Roark said: \"You must leave that up to me now.\" Keating whispered: \"I'm scared, Howard...\"", "Dominique heard the sound of the car rising up the hill road. She thought it was Wynand  coming home. The door was never locked; there were no neighbors or  guests to expect. Roark walked across the room he had designed for her, he sat down, facing her.", "Dominique knew that he did not need her help for the thing he was going to do, he could find other means to get rid of the watchman. He had let her have a part in this, because she would  not survive what was to follow if he hadn't.", "Dominique was at a dinner given by the wife of some banker. She had eaten everything she had seen placed before her. The figure of the night watchman was now fifteen inches tall. She knew that he was somewhere in that building.", "\"It was like lying in Roark's bed. The sound was the crack of a fist on the back of her head\" \"Roark!\" she screamed. She could not hear her voice in the blast. Then she was running across the field to the smoking ruin\""], "13 . ": [" DOMINIQUE saw Wynand standing by her bed. He was watching her. He looked amused. She remembered seeing him at the hospital. He had not looked amused then.", "\"I ran out of gas,\" she said, \"and I was waiting there in my car when suddenly...\" \"I've already told that story to the police. So has the night watchman. But didn't you know that  glass must be handled with discretion?\" Gail looks rested, she thought, and very confident. It has changed everything for him, too; in the same way.", "\"I love you, Gail. If you stick to the end...\" \"Don't offer me any bribes. This is not between you and me. Not even between him and me.\" \"I'll kill you both. Gail, if I decide to make him my lover?\" \"I'd kill you all\"", "Gail Wynand, the owner of an empire, and he couldn't understand why some sort of legal procedure was necessary. He managed to sign papers, he managed to wait until Roark was brought out to him. They  walked out together, Roark leading him by the wrist, and by the time they reached the car,  Wynand was calm.", "\"I want you to keep quiet. If you had any thoughts of wanting to share my fate, drop them. I  won't tell you what I intend to do, because that’s the only way I have of controlling you until the trial\" \"You love him very much?\"  \"Yes.\"  \"Enough to sacrifice...\" He smiled. \"That's what I've waited to hear for seven years, Dominique.\"", "Floward Roark built a home for the poor in Cortlandt, New York. Roark was indicted by a grand jury, had pleaded \"Not guilty\" and had refused to make any other statement. Ellsworth Toohey: Roark's egotism blew the achievement of others to pieces.", "Howard Roark was convicted of blowing up a building in New York City. Roark's trial was held without a hearing and he was sentenced to death. The verdict was met with protests and calls for his release from prison.", "Gail Wynand ran a series on famous trials in which innocent men had been convicted by the majority prejudice of the moment. The Banner ran an expose on the housing racket: the graft, the incompetence, the structures erected at five times the cost a private builder would have needed.", "\"The Wynand papers are the proper champions of  Howard Roark,\" writes Lancelot Clokey. \"Too little attention has been paid to the feminine angle of this case,\" writes Sally Brent. \"The part played by Mrs. Gail Wynand is certainly highly dubious,\" says Gus Webb. \"We might well see the outlines of something that looks like a most revolting 'design for living'\"", "\"One Small Voice\" kept silent about the Cortlandt case. Gail Wynand began to argue about the case--with the prominent men he met.", "Gail Wynand was a reporter at the Banner Building in New York City. One morning a woman rushed up to him and threw a bunch of rotted beet leaves at his face. He looked at the woman and saw the white flesh, the mouth hanging open  in triumphs, the face of self-righteous evil.", "Ellsworth Toohey tried to talk to Gus Webb, one evening, but it was disappointing. Gus Webb drawled: \"Trouble with you, Ellsworth, is you're too romantic. Too God-damn metaphysical\""], "14 . ": ["Mr. Toohey had not been here for years. \"I wanted to see you, Ellsworth. I wanted to talk to you\"", "\"I want you on the witness stand, Petey. I want you to tell the story in court. Your friend isn't as  obvious as you are. I don't know what he’s up to. He knew he'd be suspected and he's playing it subtle. God knows what he intends to say in court\"", "\"What do you want?\" \"Howard Roark's neck\" \"He's not my friend. He's never been. You know what I think of him.\" \"What's he to you? What difference does it make to you?\" \"You should have asked that long ago. But you didn't. Which means that you knew it. You've  always known it.\" \"Who designed Cortlandt?\" \"Let me go!\" \"It's worse...it's much worse...\"", "Toohey: \"I don't want to kill him. I want him in jail. You understand? In jail. Behind bars.  Locked, stopped, strapped--and alive\" \"Ellsworth!\" Keating screamed. \"You make me sick. Can't you take the truth? No, you want your sugar-coating.\"", "Peter Keating: \"If you learn how to rule one single  man's soul, you can get the rest of mankind\" \"Great men can't be ruled. We don't want any great men. Destroy it from within,\" he says.", "\"We've tied  happiness to guilt. And we've got mankind by the throat,\" says Keating. Keating: \"Every system of ethics that preached sacrifice grew into a  world power\"", "\"We'll enjoy unlimited submission-from men who've learned nothing  except to submit. We'll call it 'to serve' We'll give out medals for service. You'll fall over one  another in a scramble to see who can submit better and more\" \"I use people for the sake of what I can do to them. It's my only function and  satisfaction. I have no private purpose. I want power\""], "15 . ": [], "16 . ": [], "17 . ": [], "18 . ": [], "19 . ": [], "20 . ": []}}