{"name": "CHAPTERS", "children": [{"name": "CONTENTS", "children": [{"name": "p1", "children": [{"name": "summarize: The Alchemist Paulo Coelho Translated by Alan R. Clarke. Published 1992. ISBN 0-7225-3293-8."}]}]}, {"name": "PART ONE", "children": [{"name": "p1", "children": [{"name": "Santiago spent the night at an abandoned church with his herd. He swept the floor with his jacket and lay down, using the book he had just finished reading as a pillow. He had had the same dream that night as a week ago, and once again he had awakened before it ended."}]}, {"name": "p2", "children": [{"name": "The boy and his family are traveling to a village. They are going to meet the daughter of a merchant. The merchant was the proprietor of a dry goods shop, and he always demanded that the sheep be sheared in his presence."}]}, {"name": "p3", "children": [{"name": "\"I didn't know shepherds knew how to read,\" said a girl's voice behind him. \"Well, usually I learn more from my sheep than from books,\" he answered. The girl was typical of the region of Andalusia with flowing black hair, and eyes that vaguely recalled the Moorish conquerors."}]}, {"name": "p4", "children": [{"name": "\"I know other girls in other places,\" he said to his sheep. But in his heart he knew that it did matter. Shepherds, like seamen and like traveling salesmen, always found a town where there was someone who could make them forget the joys of carefree wandering."}]}, {"name": "p5", "children": [{"name": "A shepherd in Andalusia had a dream about his sheep. The shepherd felt anger toward his faithful companions. He knew that a few hours from now, with the sun at its zenith, the heat would be so great."}]}, {"name": "p6", "children": [{"name": "\"I'd like to see the castles in the towns where they live,\" the boy explained. \"Those people, when they see our land, say that they would like to live here forever,\" his father continued."}]}, {"name": "p7", "children": [{"name": "\"Amongst us, the only ones who travel are the shepherds,\" his father said. The next day, he gave his son a pouch that held three ancient Spanish gold coins. The boy could see in his father's gaze a desire to be able to travel the world."}]}, {"name": "p8", "children": [{"name": "The author says he has seen many castles and met many women, but none the equal of the one who awaited him several days hence. Whenever he could, he sought out a new road to travel, he writes."}]}, {"name": "p9", "children": [{"name": "The old woman led the boy to a room at the back of her house; it was separated from her living room by a curtain of colored beads. The room's furnishings consisted of a table, an image of the Sacred Heart of Jesus, and two chairs."}]}, {"name": "p10", "children": [{"name": "People said that Gypsies spent their lives tricking others, and that they had a pact with the devil. \"I have had the same dream twice,\" the boy said. \"Very interesting,\" said the woman, never taking her eyes from his hands."}]}, {"name": "p11", "children": [{"name": "A shepherd has a dream about hidden treasure. The old woman tells him to go to the Pyramids in Egypt. There you will find a treasure that will make you a rich man."}]}, {"name": "p12", "children": [{"name": "An old man sat down at the boy's side and tried to strike up a conversation. \"What are they doing?\" the old man asked, pointing at the people in the plaza. \"Working,\" the boy answered dryly, making it look as if he wanted to concentrate."}]}, {"name": "p13", "children": [{"name": "book, without seeming to want to return it at all. The boy noticed that the man's clothing was strange. He looked like an Arab, which was not unusual in those parts. Arabs often appeared in the city, shopping and chanting their strange prayers several times a day."}]}, {"name": "p14", "children": [{"name": "An old man writes in the sand of the plaza of a small city. The boy reads the names of his father and his mother. He reads the name of the merchant's daughter, which he hadn't known."}]}, {"name": "p15", "children": [{"name": "The Soul of the World is nourished by people's happiness. And also by unhappiness, envy, and jealousy. To realize one's destiny is a person's only real obligation."}]}, {"name": "p16", "children": [{"name": "The old man pointed to a baker standing in his shop window at one corner of the plaza. \"He should have decided to become a shepherd,\" the boy said. \"But bakers are more important people than shepherds,\" the old man said. The boy felt a pang in his heart, thinking about the merchant's daughter."}]}, {"name": "p17", "children": [{"name": "The boy told him that he had already promised to give one-tenth of his treasure to the Gypsy. \"Gypsies are experts at getting people to do that,\" sighed the old man. The old man returned the book to the boy."}]}, {"name": "p18", "children": [{"name": "The boy was tense and upset, because he knew that the old man was right. He went over to the bakery and bought a loaf of bread, thinking about whether or not he should tell the baker about him. While standing at the ticket window, the boy had remembered his flock, and decided he should go back to being a shepherd."}]}, {"name": "p19", "children": [{"name": "The wind began to pick up. Here I am, between my flock and my treasure, the boy thought. There was also the merchant's daughter, but she wasn't as important as his flock. Maybe she didn't even remember him."}]}, {"name": "p20", "children": [{"name": "\"There is a force that wants you to realize your destiny,\" says the old man. \"In order to find the treasure, you will have to follow the omens,\" he adds."}]}, {"name": "p21", "children": [{"name": "The old man wore a breastplate of heavy gold, covered with precious stones. \"Take these,\" said the old man, holding out a white stone and a black stone. \"They are called Urim and Thummim. The black signifies 'yes,' and the white 'no.' When you are unable to read the omens, they will help you to do so\""}]}, {"name": "p22", "children": [{"name": "\"The secret of happiness is to see all the marvels of the world, and never to forget the drops of oil on the spoon,' said the wise man. A shepherd may like to travel, but he should never forget about his sheep."}]}, {"name": "p23", "children": [{"name": "The king of Salem hoped desperately that the boy would be successful. He would never again see the boy, just as he had never seen Abraham again after having charged him his one-tenth fee."}]}, {"name": "p24", "children": [{"name": "The sale of his sheep had left him with enough money in his pouch, and the boy knew that in money there was magic. The old man had spoken about signs and omens, and, as the boy was crossing the strait, he had thought about omens."}]}, {"name": "p25", "children": [{"name": "A young man is told he needs money to cross the Sahara desert. He takes out his money and counts it. \"We could get to the Pyramids by tomorrow,\" said the other, taking the money. \"But I have to buy two camels.\""}]}, {"name": "p26", "children": [{"name": "The author was a shepherd in a different country when the sun began to set. He was no longer a shepherd, and he had nothing, not even the money to return and start everything over. \"I'm going to become bitter and distrustful of people because one person betrayed me,\" he writes."}]}, {"name": "p27", "children": [{"name": "\"Learn to recognize omens, and follow them,\" the old king had said. An omen. The boy smiled to himself. He picked up the two stones and put them back in his pouch."}]}, {"name": "p28", "children": [{"name": "A boy falls asleep in a marketplace and wakes up in a new world. The boy is happy because he can now go in search of his treasure, instead of seeking food and water for his sheep."}]}, {"name": "p29", "children": [{"name": "There must be a language that doesn't depend on words, the boy thought. I've already had that experience with my sheep, and now it's happening with people. Relaxed and unhurried, he resolved that he would walk through the narrow streets of Tangier. Only in that way would he be able to read the omens."}]}, {"name": "p30", "children": [{"name": "The crystal merchant has been in the same place for thirty years: a shop at the top of a hilly street where few customers passed. He had lived thirty years of his life buying and selling crystal pieces, and now it was too late to do anything else."}]}, {"name": "p31", "children": [{"name": "A card hanging in the doorway announced that several languages were spoken in the shop. \"I can clean up those glasses in the window, if you want,\" said the boy. \"The way they look now, nobody is going to want to buy them.\""}]}, {"name": "p32", "children": [{"name": "A boy was told by a crystal merchant that he should work in his shop. The boy agreed to work all night, until dawn, and clean every piece of crystal in the shop. In return, the boy would have to borrow money to get to Egypt."}]}]}, {"name": "PART TWO", "children": [{"name": "p1", "children": [{"name": "The story is about a boy working for a crystal merchant in Tangier, Morocco. The boy wanted to build a display case for the crystal, but the merchant said it would break. The merchant thought the boy's presence in the shop was an omen, and had no regrets about hiring the boy."}]}, {"name": "p2", "children": [{"name": "\"We have to take advantage when luck is on our side, and do as much to help it as it's doing to help us\" \"The fifth obligation of every Muslim is a pilgrimage. We are obliged, at least once in our lives, to visit the holy city of Mecca\" \"Mecca is a lot farther away than the Pyramids\""}]}, {"name": "p3", "children": [{"name": "Two more months passed, and the shelf brought many customers into the crystal shop. The boy estimated that, if he worked for six more months, he could return to Spain and buy sixty sheep, and yet another sixty. \"You must always know what it is that you want,\" the old king had said."}]}, {"name": "p4", "children": [{"name": "The boy thought that his sheep could teach him everything he needed to know about the world. But they could never have taught him Arabic. There are probably other things in the world that the sheep can't teach me, thought the boy as he regarded the old merchant."}]}, {"name": "p5", "children": [{"name": "A crystal shop served mint tea in beautiful crystal glasses. The news spread, and people began to climb the hill to see the shop. Other shops were opened that served tea in crystal, but they weren't at the top of a hill."}]}, {"name": "p6", "children": [{"name": "The boy awoke before dawn. It had been eleven months and nine days since he had first set foot on the African continent. He dressed in his Arabian clothing of white linen, bought especially for this day. The old man said nothing."}]}, {"name": "p7", "children": [{"name": "The boy had been working incessantly, thinking only of putting aside enough money so that he could return to Spain with pride. \"Never stop dreaming,\" the old king had said. \"Follow the omens.\""}]}, {"name": "p8", "children": [{"name": "\"When you want something, all the universe conspires to help you achieve it,\" the old king had said. Tangier was no longer a strange city, and he felt that, just as he had conquered this place, he could conquer the world. He left without saying good-bye to the crystal merchant."}]}, {"name": "p9", "children": [{"name": "The Englishman had spent much of the fortune left to him by his father, fruitlessly seeking the Philosopher's Stone. He had tried in vain to establish a relationship with an alchemist, who thought only about themselves."}]}, {"name": "p10", "children": [{"name": "A young Arab, also loaded down with baggage, greeted the Englishman. \"Where are you bound?\" asked the young Arab. \"I'm going into the desert,\" the man answered."}]}, {"name": "p11", "children": [{"name": "A boy tries to read the burial scene that began the book. Nearby was the Englishman, reading a book. He seemed unfriendly, and had looked irritated when the boy had entered. The Englishman closed off the conversation."}]}, {"name": "p12", "children": [{"name": "There were almost two hundred people gathered there, and four hundred animals — camels, horses, mules, and fowl. In the crowd were women, children, and a number of men with swords at their belts and rifles slung on their shoulders. The leader had to repeat himself several times for everyone to understand what he was saying."}]}, {"name": "p13", "children": [{"name": "The boy was excited at his intuitive understanding of the camel driver's comment. Maybe he was also learning the universal language that deals with the past and the present of all people. No matter how many detours and adjustments it made, the caravan moved toward the same compass point."}]}, {"name": "p14", "children": [{"name": "The land was ruined, and I had to find some other way to earn a living. But that disaster taught me to understand the word of Allah. People need not fear the unknown if they are capable of achieving what they need."}]}, {"name": "p15", "children": [{"name": "In alchemy, it's called the Soul of the World. When you want something with all your heart, that's when you are closest to the Soul. It's always a positive force.\" He also said that this was not just a human gift, that everything on the face of the earth had a soul."}]}, {"name": "p16", "children": [{"name": "The boy learned that the most important text in the literature of alchemy contained only a few lines, and had been inscribed on the surface of an emerald. The book that most interested the boy told the stories of the famous alchemists."}]}, {"name": "p17", "children": [{"name": "Alchemy is a serious discipline. Every step has to be followed exactly as it was followed by the masters. A small sliver of the stone can transform large quantities of metal into gold. The boy became more and more convinced that alchemy could be learned in one's daily life."}]}, {"name": "p18", "children": [{"name": "\"I'm seeking a true alchemist who will help me to decipher the codes,\" says the Englishman. \"Imagine if everyone went around transforming lead into gold,\" he says. \"It's only those who are persistent, and willing to study things deeply, who achieve the Master Work\""}]}, {"name": "p19", "children": [{"name": "\"I learned that the world has a soul, and that whoever understands that soul can also understand the language of things,\" the boy says. \"But, above all, I learned that these things are all so simple that they could be written on the surface of an emerald,\" he adds."}]}, {"name": "p20", "children": [{"name": "The caravan began to travel day and night. The hooded Bedouins reappeared more and more frequently. The camel driver, though, seemed not to be very concerned with the threat of war."}]}, {"name": "p21", "children": [{"name": "summarize:\"It's the oasis,\" said the camel driver. \"Well, why don't we go there right now?\" the boy asked. \"Because we have to sleep.\""}]}, {"name": "p22", "children": [{"name": "The boy awoke as the sun rose. There, in front of him, where the small stars had been the night before, was an endless row of date palms. Although the vision of the date palms would someday be just a memory, right now it signified shade, water, and a refuge from the war."}]}, {"name": "p23", "children": [{"name": "The Language of the World is written in the language of the desert. The story is about an alchemist who is to teach a man some of his secrets. The book is about the journey of the alchemist to the oasis."}]}, {"name": "p24", "children": [{"name": "The oasis, rather than being just a well surrounded by a few palm trees, was much larger than many towns back in Spain. There were three hundred wells, fifty thousand date trees, and innumerable colored tents spread among them. \"It looks ]ikeThe Thousand and One Nights,\" said the Englishman, impatient to meet with the alchemist."}]}, {"name": "p25", "children": [{"name": "\"If such a man is here at the oasis, he must be the very powerful one,\" said the old man after thinking for a few moments. \"Wait for the end of the war. Then leave with the caravan,\" he said, and walked away."}]}, {"name": "p26", "children": [{"name": "\"It's the name of the Prophet's daughter,\" Fatima said. \"The invaders carried the name everywhere.\" The beautiful girl spoke of the invaders with pride."}]}, {"name": "p27", "children": [{"name": "The Englishman had traveled all this way, only to be told that he should repeat what he had already done so many times. Fatima was more important than his treasure. \"The war is going to end someday,\" the girl said."}]}, {"name": "p28", "children": [{"name": "summarize:\"They'll laugh at me.\" \"Well, then, they probably already know.\" \"They are men of the desert, and the men ofthe desert are used to dealing with omens\""}]}, {"name": "p29", "children": [{"name": "\"They believe that if they have to know about something Allah wants them to know, someone will tell them about it. But, this time, the person is you,\" Fatima says."}]}, {"name": "p30", "children": [{"name": "The boy approached the guard at the front of the huge white tent at the center of the oasis. \"I want to see the chieftains. I've brought omens from the desert,\" he said. The guard entered the tent, where he remained for some time."}]}, {"name": "p31", "children": [{"name": "There were eight chieftains, but the boy could see immediately which of them was the most important: an Arab dressed in white and gold. At his side was the young Arab the boy had spoken with earlier. \"Who is this stranger who speaks of omens?\" asked one of the chieftain, eyeing the boy. \"It is I,\" the boy answered."}]}, {"name": "p32", "children": [{"name": "The boy became fearful; the omens told him that something was wrong. He regretted having spoken to the camel driver about what he had seen in the desert. Suddenly, the elder at the center smiled almost imperceptibly."}]}, {"name": "p33", "children": [{"name": "The boy had succeeded in reaching through to the Soul of the World, and now the price for having done so might be his life. He had been making risky bets ever since the day he had sold his sheep to pursue his destiny."}]}, {"name": "p34", "children": [{"name": "\"Many lives will be saved, because I was able to see through to the Soul of the World,\" says the boy. \"Be careful with your prognostications,\" said the stranger. \"When something is written, there is no way to change it.\""}]}, {"name": "p35", "children": [{"name": "The same hand that had brandished the sword now held a whip. \"Where do you live?\" shouted the boy, as the horseman rode away. The hand with the whip pointed to the south."}]}, {"name": "p36", "children": [{"name": "Five hundred tribesmen entered Al-Fayoum from the north. The men of the oasis surrounded the horsemen from the desert. Within half an hour all but one of the intruders were dead."}]}, {"name": "p37", "children": [{"name": "The story is about a boy who finds a tent in the middle of the desert. The boy is told the tent is inhabited by genies, but he waits for an alchemist to arrive. The alchemist arrives, carrying two dead hawks."}]}, {"name": "p38", "children": [{"name": "The alchemist was a bit daunting, but the boy understood. Another person was there to help him toward his destiny. \"When a person really desires something, all the universe conspires to help that person to realize his dream\""}]}, {"name": "p39", "children": [{"name": "The alchemist said to the boy, \"Show me where there is life out in the desert\" \"I don't know how to find life in the Desert,\" the boy said. \"Life attracts life,\" the alchemist answered."}]}, {"name": "p40", "children": [{"name": "Englishman had told him he must know how to deal with the snakes of the desert. The boy watched as his companion went to his horse and withdrew a scimitar. With its blade, he drew a circle in the sand, and then he placed the snake within it."}]}, {"name": "p41", "children": [{"name": "The alchemist erased the circle in the sand, and the snake slithered away. The boy remembered the crystal merchant who had always wanted to go to Mecca. He thought of the woman who had trusted in the desert. \"I'm going with you,\" the boy said."}]}, {"name": "p42", "children": [{"name": "\"I love you because the entire universe conspired to help me find you,\" the boy tells Fatima. \"I'm going away,\" he says, \"and I want you to know that I'm coming back\" \"Before this, I always looked to the desert with longing,\" says Fatima, \"Now it will be with hope\""}]}, {"name": "p43", "children": [{"name": "The alchemist said to the boy: \"Everything is written in the Soul of the World, and there it will stay forever\" \"Men dream more about coming home than about leaving,\" the boy said. They went on for a week, speaking only of the precautions they needed to follow."}]}, {"name": "p44", "children": [{"name": "The alchemist tells a boy about his journey through the desert. The boy asks, \"Why are you called the alchemist?\" \"Because that's what I am,\" he says. \"What is it that I still need to know?\" the boy asks."}]}, {"name": "p45", "children": [{"name": "\"The wise men understood that this natural world is only an image and a copy of paradise\" \"The desert will give you an understanding of the world; in fact, anything on the face of the earth will do that\" \"Listen to your heart. It knows all things, because it came from the Soul of the World\""}]}, {"name": "p46", "children": [{"name": "The boy's heart began to speak of fear. It told him stories it had heard from the Soul of the World. Sometimes it frightened the boy with the idea that he might not find his treasure. At other times, it told the boy that it had found love and riches."}]}, {"name": "p47", "children": [{"name": "Alchemist: \"Naturally it's afraid that, in pursuing your dream, you might lose everything you've won\" Boy: \"Well, then, why should I listen to my heart?\" \"Because you will never again be able to keep it quiet,\" the alchemist said. \"You'll never have to fear an unanticipated blow\""}]}, {"name": "p48", "children": [{"name": "The Soul of the World tests everything that was learned along the way. \"Every search begins with beginner's luck. And every search ends with the victor's being severely tested\""}]}, {"name": "p49", "children": [{"name": "Three armed tribesmen approached, and asked what the boy and the alchemist were doing there. \"We're going to have to search you to see whether you're armed,\" one of the tribesmen said. \"Why are you carrying money?\" asked the tribesman, when he had searched the boy's bag."}]}, {"name": "p50", "children": [{"name": "The Philosopher's Stone and the Elixir of Life are the Master Work of the alchemists. Whoever swallows that elixir will never be sick again, and a fragment from that stone turns any metal into gold."}]}, {"name": "p51", "children": [{"name": "\"You dominated those horsemen with the way you looked at them,\" the boy said. \"Your eyes show the strength of your soul,\" answered the alchemist. \"Everything in the universe evolved,\" he said, \"and, for wise men, gold is the metal that evolved the furthest\""}]}, {"name": "p52", "children": [{"name": "\"This desert was once a sea,\" he said. \"I noticed that,\" the boy answered. \"The sea has lived on in this shell, because that's its destiny\""}]}, {"name": "p53", "children": [{"name": "The sun was setting when the boy's heart sounded a danger signal. Five minutes later, the two horsemen had become ten, and then a hundred. They were tribesmen dressed in blue, with black rings surrounding their turbans. Their faces were hidden behind blue veils, with only their eyes showing."}]}, {"name": "p54", "children": [{"name": "The two were taken to a nearby military camp. A soldier shoved the boy and the alchemist into a tent where the chief was holding a meeting. \"These are the spies,\" said one of the men."}]}, {"name": "p55", "children": [{"name": "The Arab accepted them without a word. There was enough there to buy a lot of weapons. \"What is an alchemist?\" he asked, finally. \"It's a man who understands nature and the world\" The men laughed. They were used to the ravages of war."}]}, {"name": "p56", "children": [{"name": "\"There is only one thing that makes a dream impossible to achieve: the fear of failure\" \"I'm not afraid of failing. It's just that I don't know how to turn myself into the wind\" \"If a person is living out his destiny, he knows everything he needs to know\""}]}, {"name": "p57", "children": [{"name": "\"You'll have to learn; your life depends on it,\" the alchemist says. \"Then you'll die in the midst of trying to realize your destiny,\" he adds. \"That's a lot better than dying like millions of other people, who never even knew what their destinies were\""}]}, {"name": "p58", "children": [{"name": "\"I still have no idea how to turn myself into the wind,\" the boy repeated. \"Remember what I told you: the world is only the visible aspect of God,\" the alchemist said. \"What alchemy does is to bring spiritual perfection into contact with the material plane\""}]}, {"name": "p59", "children": [{"name": "On the second day, the boy climbed to the top of a cliff near the camp. The sentinels allowed him to go; they had already heard about the sorcerer who could turn himself into the wind. In any case, the desert was impassable. The boy knew the desert sensed his fear."}]}, {"name": "p60", "children": [{"name": "On the third day, the chief met with his officers. He called the alchemist to the meeting and said, \"Let's go see the boy who turns himself into the wind\""}]}, {"name": "p61", "children": [{"name": "summarize: \"Let's,\" the alchemist answered. Let's see what happens. \"Yes,\" he replied. \"We'll see\""}]}, {"name": "p62", "children": [{"name": "The boy took them to the cliff where he had been on the previous day. \"Didn't you spend enough time looking at me yesterday?\" the desert asked. \"Somewhere you are holding the person I love,\" the boy said. \"I want to return to her,\" he said."}]}, {"name": "p63", "children": [{"name": "The wind approached the boy and touched his face. It knew of the boy's talk with the desert, because the winds know everything. \"You can't be the wind,\" the wind said. \"We're two very different things\""}]}, {"name": "p64", "children": [{"name": "The wind blew with all its strength, and the sky was filled with sand. The sun was turned into a golden disk. \"If you know about love, you must also know about the Soul of the World, because it's made of love\""}]}, {"name": "p65", "children": [{"name": "\"When we strive to become better than we are, everything around us becomes better, too\" \"Speak to the hand that wrote all\" \"I want you to help me turn myself into the wind\" \"But I don't know how to turn you into theWind\" \"Then, whom should I ask?\" \"The wind\""}]}, {"name": "p66", "children": [{"name": "Thesimum blew that day as it had never blown before. The men were terrified at his sorcery. But there were two people who were smiling: the alchemist, because he had found his perfect disciple, and the chief, because that disciple had understood the glory of God."}]}, {"name": "p67", "children": [{"name": "The alchemist dismounted, and told the escorts they could return to the camp. \"From here on, you will be alone,\" the alchemist said. \"You taught me the Language of the World.\""}]}, {"name": "p68", "children": [{"name": "\"This was my destiny, not yours,\" the alchemist said. \"But I wanted to show you that it was possible\" They returned to the gates of the monastery. There, the alchemy separated the disk into four parts."}]}, {"name": "p69", "children": [{"name": "\"I want to tell you a story about dreams,\" said the alchemist. \"In ancient Rome, at the time of Emperor Tiberius, there lived a good man who had two sons. One was in the military, and had been sent to the most distant regions of the empire. The other son was a poet, and delighted all of Rome with his beautiful verses\""}]}, {"name": "p70", "children": [{"name": "An angel appeared to a father in a dream, and told him that the words of one of his sons would be learned and repeated throughout the world for all generations to come. \"Shortly thereafter, the father died as he tried to save a child who was about to be crushed by the wheels of a chariot\""}]}, {"name": "p71", "children": [{"name": "The alchemist said, \"No matter what he does, every person on earth plays a central role in the history of the world. And normally he doesn't know it.\" The boy smiled. He had never imagined that questions about life would be of such importance to a shepherd."}]}, {"name": "p72", "children": [{"name": "\"Where your treasure is, there also will be your heart,\" the alchemist had told him. But his heart was speaking of other things. With pride, it told the story of a shepherd who had left his flock to follow a dream. When he reached the top of the dune, his heart leapt."}]}, {"name": "p73", "children": [{"name": "A boy dreamed of a treasure hidden near the Pyramids of Egypt. The boy dug at the place he had chosen, but found nothing. The men seized the boy and yanked him back out of the hole."}]}, {"name": "p74", "children": [{"name": "The boy stood up shakily, and looked once more at the Pyramids. They seemed to laugh at him, and he laughed back, his heart bursting with joy. Because now he knew where his treasure was."}]}]}, {"name": "EPILOGUE", "children": [{"name": "p1", "children": [{"name": "The boy reached the small, abandoned church just as night was falling. The sycamore was still there in the sacristy, and the stars could still be seen through the half-destroyed roof. He remembered the time he had been there with his sheep; it had been a peaceful night."}]}]}]}