{"name": "CHAPTERS", "children": [{"name": "PART ONE", "children": [{"name": "p1", "children": [{"name": "summarize:Jonathan Livingston Seagull - a story  about a seagull. Jonathan Livingston Segull -  a story about a man who lost his life in a bird crash."}]}, {"name": "p2", "children": [{"name": "Jonathan Livingston Seagull was a seagull who loved to fly. He spent whole days alone, making hundreds of low-level glides, experimenting. For this gull, through, it was not eating that mattered, but flight."}]}, {"name": "p3", "children": [{"name": "They key, he thought as last, dripping wet, must be to hold the wings still at high speeds - to flap up to fifty and then hold the Wings still."}]}, {"name": "p4", "children": [{"name": "Jonathan Seagull is a seagull who learned to fly by accident. He crashed into the sea at a speed of ninety miles per hour. He vowed to become a normal gull and return to his flock."}]}, {"name": "p5", "children": [{"name": "Jonathan Livingston Seagull is a seagull who learned to fly in the dark. He learned how to fly on just the tips of his wings. He now flies at a hundred and forty miles per hour."}]}, {"name": "p6", "children": [{"name": "Jonathan Livingston  Seagull flew directly through the centre of Breakfast Flock, ticking off two  hundred twelve miles per hour, eyes closed, in a great roaring shriek of wind and feathers. The Gull of Fortune smiled upon him this once, and no one was killed."}]}, {"name": "p7", "children": [{"name": "When Jonathan Seagull joined the Flock on the beach, it was full night. He was dizzy and terribly tired. Yet in delight he flew a loop to landing, with a  snap roll just before touchdown."}]}, {"name": "p8", "children": [{"name": "Jonathan Livingston Seagull found a new purpose for life. He stood to Centre for shame in the sight of his fellow gulls. To be centred for shame meant he would be cast out of gull society."}]}, {"name": "p9", "children": [{"name": "Jonathan Seagull spent the rest of his days alone, but he flew way out  beyond the Far Cliffs. His one sorrow was not solitude, it was that other gulls  refused to believe the glory of flight that awaited them."}]}, {"name": "p10", "children": [{"name": "summarize:'But you can, Jonathan, For you have learned. One school is finished, and  the time has come to another to begin'"}]}, {"name": "p11", "children": [{"name": "As it had shined across him all his life, so understanding lighted that  moment for Jonathan Seagull. He could fly higher, and it was  time to go home. \"I'm ready,\" he said at last."}]}]}, {"name": "PART TWO", "children": [{"name": "p1", "children": [{"name": "Jonathan Seagull flies from Earth to heaven. He sees that his body has changed. His feathers glowed brilliant white now, and his wings are smooth and  perfect as sheets of polished silver."}]}, {"name": "p2", "children": [{"name": "Jonathan's life on Earth had been a place where he had learned much, of course, but the details were blurred. The dozen gulls by the shoreline came to meet him, none saying a word. He felt only that he was welcome and that this was home."}]}, {"name": "p3", "children": [{"name": "\"This world isn't heaven at all, is it?\" \"No, Jonathan, there is no such place. Heaven is being perfect\" \"You are a very  fast flier, aren 't you?\""}]}, {"name": "p4", "children": [{"name": "\"I... I enjoy speed, \" Jonathan said, taken aback but proud that the elder had noticed. \"I'm a fast runner,\" his father replied."}]}, {"name": "p5", "children": [{"name": "Jonathan Seagull asks Chiang to teach him how to fly. Chiang: \"You will begin to touch heaven, Jonathan, in the moment that you touch perfect speed\""}]}, {"name": "p6", "children": [{"name": "Jonathan kept at it, fiercely, day after day, from before sunrise till past  midnight. And for all his effort he moved not a feather-width from his spot."}]}, {"name": "p7", "children": [{"name": "Chiang: \"You didn't need faith  to fly, you needed to understand flying. This is just the same. Now try  again... \" Then one day Jonathan, standing on the shore, cloising his eyes,  concentrating, all in a flash knew what chiang had been telling him. He felt a great shock of joy."}]}, {"name": "p8", "children": [{"name": "\"I'm the newcomer  here! I'm just beginning! It is I who must learn from you!\" \"I wonder about that, Jon, \" said Sullivan, standing near. \"You have less  fear of learning than any gull I've seen in the thousand years\""}]}, {"name": "p9", "children": [{"name": "A month went by, or something that felt about like a month, and Jonathan  learned at the tremendous rate. But then the day came that Chiang vanished. He had been talking quietly  with them all, exhorting them never to stop their learning and their practising."}]}, {"name": "p10", "children": [{"name": "Jonathan stayed and worked with the new birds coming in, who were all  very bright and quick with their lessons. He couldn't help but think that there might be one or two gulls back on Earth who would be able to learn, too."}]}, {"name": "p11", "children": [{"name": "\"Fletcher Lynd Seagull, do you want to fly?\" \"YES, I WANT TO FLY!\" \"Then, Fletch, \" that bright creature said to him, and the voice was very kind, \"Let's begin with Level Flight... \""}]}]}, {"name": "PART THREE", "children": [{"name": "p1", "children": [{"name": "Jonathan circled slowly over the Far Cliffs, watching. This rough young Fletcher Gull ws very nearly a perfect flight-student. He was strong and light  and quick in the air, but far and away more important, he had a blazing drive  to learn to fly."}]}, {"name": "p2", "children": [{"name": "Fletcher's whipstall at the top was all the worse for his rage and fury at failing. He fell backward, tumbled, slammed savagely into and inverted spin,  and recovered at last, panting, a hundred feet below his instructor's level. \"You'll certainly never  get it as long as you make that pullup so hard,\" said Jonathan Seagull."}]}, {"name": "p3", "children": [{"name": "The Great Gulls are a group of Outcasts who live in the wilds of northern New England. They are known as the Flock because they are the only ones who can fly. In the summer of 2013, the Flocks returned to the wild for the first time in years."}]}, {"name": "p4", "children": [{"name": "\"We’re not ready!\" said Henry Calvin Gull. \"We're  Outcast! We can't force ourselves to go where we're not welcome, can we?\""}]}, {"name": "p5", "children": [{"name": "The Law of the Flock is that an Outcast never returns, and the Law had not been broken once in ten  thousand years. The Law said stay; Jonathan said go; and by now he was a mile across the water. If they waited much longer, he would reach a hostile Flock alone."}]}, {"name": "p6", "children": [{"name": "Fletcher's predictions of battle melted in the Flock's confusion. \"Well, O.K., they may be Outcast, \" said some of the younger gulls, \"but  where on earth did they learn to fly like that?\" The gull who speaks to an Outcast is himself Outcast."}]}, {"name": "p7", "children": [{"name": "Jonathan Gull taught gulls how to fly. He flew with them through  night and cloud and storm, while the Flock huddled  miserably on the ground. He had some crazy ideas that they coudn't understand, but then had some good ones that they could."}]}, {"name": "p8", "children": [{"name": "Kirk Maynard Gull is the son of the Great Gull. He teaches his flock how to fly. The Flock is roused from sleep by his cry: \"I  can fly!\""}]}, {"name": "p9", "children": [{"name": "Jonathan sighed. The price of being misunderstood, he thought. They call  you devil or they call you god. \"What do you think, Fletch? Are we ahead of our time?\""}]}, {"name": "p10", "children": [{"name": "Flectcher Lynd Seagull crashed into a cliff at two hundred miles per hour. He was adrift in a strange strange sky, forgetting, remembering, forgetting; afraid and sad and  sorry."}]}, {"name": "p11", "children": [{"name": "Fletch was attacked by a mob of four thousand gulls. They tried to kill him, but he managed to escape. He returned to the Flock to tell them what had happened."}]}, {"name": "p12", "children": [{"name": "A seagull is an unlimited idea of freedom, an image of the Great Gull, and your whole  body, from wingtip to wingtip, is nothing more than your though itself. Fletcher Seagull suddenly saw them all as they really were, just for a moment, and he more than liked, he loved what it was he saw."}]}]}]}